Repository: dissemin/dissemin
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fi, mk, pt_br

source: Upload type
fi: Tallennustyyppi
mk: Вид подигање
pt_br: Tipo de upload

source: Repository
fi: Koodivaranto
mk: Складиште
pt_br: Repositório

source: Invalid full text identifier.
fi: Kokotekstitunniste ei kelpaa.
mk: Неважечка целотекстна назнака.
pt_br: Identificador de texto completo inválido.

source: Abstract
fi: Tiivistelmä
mk: Извадок
pt_br: Abstrato

source: No preferred repository
fi: Ei ensisijaista koodivarantoa
mk: Нема претпочитано складиште
pt_br: Nenhum repositório preferido

source: Save
fi: Tallenna
mk: Зачувај
pt_br: Salvar

source: Scientific field
fi: Tieteenala
mk: Научно поле
pt_br: Campo científico

source: Depositing author
fi: Talteen paneva kirjoittaja
mk: Автор-поднесувач
pt_br: Autor depositante

source: Affiliation
fi: Affiliaatio
mk: Припадност
pt_br: Afiliação

source: Chemistry
fi: Kemia
mk: Хемија
pt_br: Química

source: Computer science
fi: Tietojenkäsittelytiede
mk: Информатика
pt_br: Ciência da Computação

source: Mathematics
fi: Matematiikka
mk: Математика
pt_br: Matemática

source: Physics
fi: Fysiikka
mk: Физика
pt_br: Física

source: Non-linear science
fi: Epälineaarinen tiede
mk: Нелинеарна наука
pt_br: Ciência não-linear

source: Cognitive science
fi: Kognitiotiede
mk: Когнитивна наука
pt_br: Ciência cognitiva

source: Environment sciences
fi: Ympäristötiede
mk: Науки за околината
pt_br: Ciências do meio ambiente

source: Planet and Universe
fi: Planeetta ja universumi
mk: Планета и вселена
pt_br: Planeta e Universo

source: Biological anthropology
fi: Biologinen antropologia
mk: Биолошка антропологија
pt_br: Antropologia biológica

source: Social Anthropology and ethnology
fi: Sosiaaliantropologia ja etnologia
mk: Општествена антропологија и етнологија
pt_br: Antropologia social e etnologia

source: Archaeology and Prehistory
fi: Arkeologia ja esihistoria
mk: Археологија и праисторија
pt_br: Arqueologia e Pré-história

source: Architecture, space management
fi: Arkkitehtuuri, tilanhallinta
mk: Архитектура и просторно планирање
pt_br: Arquitetura, gerenciamento de espaço

source: Art and art history
fi: Taide ja taidehistoria
mk: Уметност и историја на уметноста
pt_br: História da arte e da arte

source: Classical studies
fi: Antiikintutkimus
mk: Класични студии
pt_br: Estudos clássicos

source: Demography
fi: Väestötiede
mk: Демографија
pt_br: Demografia

source: Law
fi: Laki
mk: Право
pt_br: Lei

source: Economies and finances
fi: Talous- ja rahoitustiede
mk: Економија и финансии
pt_br: Economias e finanças

source: Education
fi: Koulutus
mk: Образование
pt_br: Educação

source: Environmental studies
fi: Ympäristöntutkimus
mk: Студии за животната околина
pt_br: Estudos ambientais

source: Gender studies
fi: Sukupuolentutkimus
mk: Родови студии
pt_br: Estudos de género

source: Geography
fi: Maantiede
mk: Географија
pt_br: Geografia

source: Business administration
fi: Liikehallinto
mk: Деловна администрација
pt_br: Administração de Empresas

source: History, Philosophy and Sociology of Sciences
fi: Historia, filosofia ja tieteen sosiologia
mk: Историја, Филозофија и Социологија на науките
pt_br: História, Filosofia e Sociologia das Ciências

source: History
fi: Historia
mk: Историја
pt_br: História

source: Library and information sciences
fi: Kirjastotiede ja informatiikkaa
mk: Библиотекарство и информациска наука
pt_br: Biblioteca e ciências da informação

source: Linguistics
fi: Kielitiede
mk: Лингвистика
pt_br: Linguística

source: Literature
fi: Kirjallisuustiede
mk: Книжевност
pt_br: Literatura

source: Cultural heritage and museology
fi: Kulttuuriperintö ja museologia
mk: Културно наследство и музеологија
pt_br: Patrimônio cultural e museologia

source: Musicology and performing arts
fi: Musiikkitiede ja esittävä taide
mk: Музикологија и сценски уметности
pt_br: Musicologia e artes cênicas

source: Philosophy
fi: Filosofia
mk: Филозофија
pt_br: Filosofia

source: Psychology
fi: Psykologia
mk: Психологија
pt_br: Psicologia

source: Religions
fi: Uskontotiede
mk: Веронаука
pt_br: Religiões

source: Political science
fi: Valtiotiede
mk: Политикологија
pt_br: Ciência Política

source: Sociology
fi: Sosiologia
mk: Социологија
pt_br: Sociologia

source: Methods and statistics
fi: Menetelmät ja tilastot
mk: Методи и статистика
pt_br: Métodos e estatísticas

source: Life sciences
fi: Biotieteet
mk: Науки за животот
pt_br: Ciências da Vida

source: Engineering sciences
fi: Insinööritieteet
mk: Инженерски науки
pt_br: Ciências da engenharia

source: Statistics
fi: Tilastot
mk: Статистика
pt_br: Estatísticas

source: Economy and quantitative finance
fi: Talous ja määrällinen rahoitus
mk: Економија и квантитативни финансии
pt_br: Economia e financiamento quantitativo

source: HAL username
fi: HAL-käyttäjänimi
pt_br: Nome de usuário do HAL

source: If set, deposits will be associated to this HAL account.
fi: Jos asetettu, talletukset liitetään tähän HAL-tiliin.
pt_br: Se definido, os depósitos serão associados a esta conta HAL.

source: No HAL user credentials provided.
mk: Немате укажано најавни податоци за HAL.
pt_br: Nenhuma credencial de usuário HAL fornecida.

source: This document is already in HAL. HAL refused the deposit.
mk: Документот е веќе во HAL. HAL го одби поднесокот.
pt_br: Este documento já está em HAL. HAL recusou o depósito.

source: HAL refused the deposit (HTTP error %d): %s
mk: HAL го одби поднесокот (HTTP-грешка %d): %s
pt_br: HAL recusou o depósito (error de HTTP %d): %s

source: HAL returned an invalid XML response
fi: HAL palautti virheellisen XML-vastauksen
mk: HAL даде неважечки XML-одговор
pt_br: HAL retornou uma resposta XML inválida

source: This paper already exists in HAL.
mk: Овој напис веќе постои во HAL
pt_br: Este documento já existe na HAL.

source: HAL rejected the submission.
mk: HAL го одби поднесокот.
pt_br: HAL rejeitou o envio.

source: HAL rejected the submission
mk: HAL го одби поднесокот
pt_br: HAL rejeitou o envio

source: Password
fi: Salasana
mk: Лозинка
pt_br: Senha

source: Connection to HAL failed. Please try again later.
fi: Yhteys HAL:ään epäonnistui. Yritä uudelleen myöhemmin.
mk: Не успеав да се поврзам со HAL. Обидете се подоцна.
pt_br: A conexão com HAL falhou. Por favor, tente novamente mais tarde.

source: Failed
fi: Epäonnistui
mk: Не успеа
pt_br: Falha

source: Faked
fi: Väärennetty
mk: Лажирано
pt_br: Simulado

source: Pending publication
fi: Odottaa julkaisemista
mk: Чека на објавување
pt_br: Publicação pendente

source: Published
fi: Julkaistu
mk: Објавено
pt_br: Publicado

source: Refused by the repository
fi: Koodivarannon hylkäämä
mk: Одбиено од складиштето
pt_br: Recusado pelo repositório

source: Deleted
fi: Poistettu
mk: Избришано
pt_br: Eliminado

source: Deposit
fi: Tallenna
mk: Поднесок
pt_br: Depósito

source: We will use this email address to notify you when your deposits are accepted.
fi: Käytämme tätä sähköpostiosoitetta ilmoittaaksemme sinulle, kun talletuksesi on hyväksytty.
mk: На оваа е-пошта ќе ве известиме кога ќе ви се прифатат поднесоците.
pt_br: Usaremos este endereço de e-mail para notificá-lo quando seus depósitos forem aceitos.

source: This repository will be used by default for your deposits.
fi: Tätä koodivarantoa käytetään oletuksena talletuksillesi.
mk: Ова складиште ќе се користи како основно за вашите поднесоци.
pt_br: Este repositório será usado por padrão para seus depósitos.

source: No license
fi: Ei lisenssiä
mk: Нема лиценца
pt_br: Sem licença

source: Architecture
fi: Arkkitehtuuri
mk: Архитектура
pt_br: Arquitetura

source: Arts and Humanities
fi: Taiteet ja humanismi
mk: Општествени науки
pt_br: Artes e Humanidades

source: Business
fi: Liiketoiminta
mk: Деловно работење
pt_br: Empresas

source: Engineering
fi: Insinöörityö
mk: Инженерство
pt_br: Engenharia

source: Life Sciences
fi: Biotieteet
mk: Науки за животот
pt_br: Ciências da Vida

source: Medicine and Health Sciences
fi: Lääketiede ja terveystieteet
mk: Медицина и здравствени науки
pt_br: Medicina e Ciências da Saúde

source: Physical Sciences and Mathematics
fi: Fysikaaliset tieteet ja matematiikka
mk: Физички науки и математика
pt_br: Ciências Físicas e Matemática

source: Social and Behavioral Sciences
fi: Sosiaali- ja käyttäytymistieteet
mk: Општествени и науки за поведението
pt_br: Ciências sociais e comportamentais

source: License
fi: Lisenssi
mk: Лиценца
pt_br: Licença

source: Invalid OSF identifier.
fi: Virheellinen OSF-tunniste.
mk: Неважечка OSF-назнака.
pt_br: Identificador de OSF inválido.

source: OSF identifier
fi: OSF-tunniste
mk: OSF-назнака
pt_br: Identificador OSF

source: If set, your deposits will be associated to this OSF account. This identifier is a string of letters and numbers which can be found in your OSF public profile URL.
mk: Ако е зададено, вашите поднесоци ќе се поврзат со оваа OSF-сметка. Оваа назнака е низа од букви и бројки која ќе ја најдете во URL-то на вашиот јавен OSF-профил.
pt_br: Se configurado, seus depósitos serão associados a essa conta OSF. Este identificador é uma série de letras e números que podem ser encontrados em seu URL de perfil público OSF.

source: Unable to create a project on OSF.
fi: Projektia OSF:ssä ei voitu luoda
mk: Не можев да го создадам проектот на OSF.
pt_br: Não foi possível criar um projeto no OSF.

source: Unable to authenticate to OSF.
fi: Autentikointi OSF:ään ei onnistunut.
mk: Не можев да се заверам на OSF.
pt_br: Não foi possível autenticar o OSF.

source: Unable to add contributors.
mk: Не можам да додадам учесници.
pt_br: Não é possível adicionar contribuidores.

source: Unable to update the contributors of the paper.
mk: Не можам да ги подновам учесниците во трудот.
pt_br: Não foi possível atualizar os colaboradores do documento.

source: Unable to update license.
fi: Lisenssiä ei voitu päivittää.
mk: Не можам да ја сменам лиценцата.
pt_br: Não foi possível atualizar a licença.

source: Unable to create the preprint.
pt_br: Não é possível criar a pré-impressão.

source: Unable to update the preprint license.
pt_br: Não foi possível atualizar a licença de pré-impressão.

source: No Repository endpoint provided.
pt_br: Não existe um ponto final do Repositório.

source: No OSF token provided.
pt_br: Nenhum token OSF forneceu.

source: Unable to upload the PDF file.
fi: PDF-tiedostoa ei voitu tallentaa.
pt_br: Não foi possível carregar o arquivo PDF.

source: Unable to delete the project.
fi: Projektia ei voitu poistaa.
pt_br: Não foi possível excluir o projeto.

source: Unable to make the project public.
fi: Projektia ei voitu julkistaa.
pt_br: Não é possível tornar público o projeto.

source: Failed to connect to the repository. Please try again later.
fi: Yhteyden muodostaminen koodivarantoon epäonnistui. Yritä myöhemmin uudelleen.
pt_br: Falha ao conectar-se ao repositório. Por favor, tente novamente mais tarde.

source: No servicedocument provided.
pt_br: Nenhum documento fornecido.

source: Unable to submit the paper to the collection.
pt_br: Não é possível enviar o documento para a coleção.

source: Failed to connect to the SWORD server.
pt_br: Falha ao conectar-se ao servidor SWORD.

source: My deposits
fi: Omat talletukset
mk: Мои поднесоци
pt_br: Meus depósitos

source: Paper
fi: Artikkeli
mk: Напис
pt_br: Papel

source: Deposit date
fi: Talletuspäivä
mk: Датум на поднесување
pt_br: Data do depósito

source: Deposit type
fi: Talletustyyppi
mk: Вид на поднесок
pt_br: Tipo de depósito

source: Identifier
fi: Tunniste
mk: Назнака
pt_br: Identificador

source: PDF URL
mk: URL на PDF
pt_br: URL de PDF

source: You have not made any deposit via Dissemin. What are you waiting for? Liberate your papers today.
pt_br: Você não fez nenhum depósito via Dissemin. O que você está esperando? Liberte seus documentos hoje.

source: Preferences
fi: Asetukset
pt_br: Preferências

source: General
fi: Yleinen
pt_br: Geral

source: Repository preferences
fi: Ensisijaiset koodivarannot
pt_br: Preferências do Repositório

source: Depositing
fi: Tallettaminen
pt_br: Depósitos

source: Trying to fill this field automatically for you...
fi: Yritetään täyttää tämä kenttä automaattisesti sinulle ...
pt_br: Tentando preencher este campo automaticamente para você ...

source: Sorry, we could not fill this for you.
fi: Valitettavasti emme voineet täyttää tätä sinulle.
pt_br: Desculpe, não conseguimos preenchê-lo.

source: Dissemin encountered an error, please try again later.
fi: Dissemin kohtasi virheen, yritä myöhemmin uudelleen.
pt_br: Dissemin encontrou um erro, tente novamente mais tarde.

source: You can deposit the full text of your article. Dissemin will send it to a repository where it will be made freely available. By depositing your article via Dissemin, you agree to our <a href="%(tosurl)s">terms of service</a>.
pt_br: Você pode depositar o texto completo do seu artigo. Dissemin irá envie-o para um repositório onde será disponibilizado gratuitamente. Ao depositar seu artigo via Dissemin, você concorda com o nosso <a href="%(tosurl)s">termos de serviço</a>.

source: You do not appear to be one of the authors of this paper. By using this form, you certify that you have the permission to upload it on their behalf.
pt_br: Você não parece ser um dos autores deste artigo. Ao usar este formulário, você certifica que você tem permissão para carregá-lo em seu nome.

source: This paper cannot be deposited in any repository supported by Dissemin.
pt_br: Este documento não pode ser depositado em qualquer repositório suportado pela Dissemin.

source: Document
fi: Asiakirja
mk: Документ
pt_br: Documento

source: Options
fi: Asetukset
mk: Можности
pt_br: Opções

source: Upload type:
fi: Tallennustyyppi:
mk: Вид подигање:
pt_br: Tipo de carregamento:

source: Repository:
fi: Koodivaranto:
mk: Складиште:
pt_br: Repositório:

# This repository will be soon available in Dissemin
source: Coming soon:
fi: Tulossa pian:
mk: Наскоро:
pt_br: Em breve:

source: Metadata
fi: Metatieto
mk: Метаподатоци
pt_br: Metadados

source: Processing deposit...
fi: Käsitellään talletusta...
mk: Го обработувам поднесокот...
pt_br: Processando o depósito…

source: please wait...
fi: odota...
mk: почекајте...
pt_br: por favor, espere...

source: This repository is not available for this paper.
fi: Tämä koodivaranto ei ole käytettävissä tälle asiakirjalle.
mk: Складиштето не е достапно за овој напис.
pt_br: Este repositório não está disponível para este documento.

source: This repository could not be found.
mk: Не можев да го пронајдам складиштето.
pt_br: Este repositório não pôde ser encontrado.

source: This repository does not have any settings.
mk: Ова складиште нема поставки.
pt_br: Este repositório não possui configurações.

source: This repository cannot be used for this paper.
mk: Ова складиште не може да се користи за овој напис.
pt_br: Este repositório não pode ser usado para este documento.

source: Access to the PDF was denied.
fi: Pääsy PDF-tiedostoon kiellettiin.
mk: Одбиен пристапот до PDF.
pt_br: O acesso ao PDF foi negado.

source: Other open license
fi: Muu avoin lisenssi
mk: друга отворена лиценца
pt_br: Outra licença aberta

source: No Zenodo API key provided.
mk: Немате укажано извршнички клуч за Zenodo.
pt_br: Nenhuma chave da API do Zenodo fornecida.

source: This happens when Zenodo has hiccups. Please try again in a few minutes or use a different repository in the menu above.
mk: Ова се случува кога Zenodo ќе се соочи некој проблем. Обидете се за некоја минута или користете друго складиште од менито погоре.
pt_br: Isso acontece quando Zenodo tem soluços. Tente novamente em alguns minutos ou use um repositório diferente no menu acima.

source: Unable to authenticate to Zenodo.
mk: Не можев да се заверам на Zenodo.
pt_br: Não é possível autenticar o Zenodo.

source: Unable to create a new deposition on Zenodo.
mk: Не можев да создадам нов поднесок на Zenodo.
pt_br: Incapaz de criar uma nova deposição no Zenodo.

source: Unable to transfer the document to Zenodo.
mk: Не можев да го префрлам документот во Zenodo.
pt_br: Não foi possível transferir o documento para o Zenodo.

source: No abstract is available for this paper but Zenodo requires one. Please provide it using the metadata panel.
mk: Овој напис нема извадок, но Zenodo бара да има. Дајте му извадок во делот за метаподатоци.
pt_br: Nenhum resumo está disponível para este trabalho, mas o Zenodo requer um. Forneça isso usando o painel de metadados.

source: Unable to submit paper metadata to Zenodo.
mk: Не можев да ги поднесам метаподатоците за написот во Zenodo.
pt_br: Não é possível enviar metadados em papel para o Zenodo.

source: Unable to publish the deposition on Zenodo.
mk: не можев да го објавам поднесокот на Zenodo.
pt_br: Incapaz de publicar a deposição no Zenodo.

source: English
fi: Englanti
mk: англиски
pt_br: Inglês

source: French
fi: Ranska
mk: француски
pt_br: Francês

source: Simplified Chinese
fi: Yksinkertainen kiina
mk: Упростен кинески
pt_br: Chinês simplificado

source: Macedonian
fi: Makedonia
mk: Македонски
pt_br: Macedônio

source: Journal article
fi: Lehtiartikkeli
mk: Часописен напис
pt_br: artigo de jornal

source: Proceedings article
mk: Напис од науч. собир
pt_br: Procedimentos de atigo

source: Book chapter
fi: Kirjan luku
mk: Глава од книга
pt_br: Capítulo de livro

source: Book
fi: Kirja
mk: Книга
pt_br: Livro

source: Journal issue
mk: Број на часописот
pt_br: Problema de revista

source: Proceedings
fi: Menettelyt
mk: Од собир
pt_br: Procedimentos

source: Entry
mk: Ставка
pt_br: Entrada

source: Report
fi: Tutkimus
mk: Извештај
pt_br: Reportar

source: Thesis
fi: Teesi
mk: Теза
pt_br: Tese

source: Dataset
fi: Aineisto
mk: Податочен збир
pt_br: Conjunto de dados

source: Preprint
fi: Koevedos
mk: Првична верзија
pt_br: Versão original

source: Other document
fi: Muu asiakirja
mk: Друг документ
pt_br: Outro documento

source: Invalid ORCID identifier.
fi: Virheellinen ORCID-tunniste.
mk: Неважечка ORCID-назнака.
pt_br: Identificador ORCID inválido.

source: Department
mk: Одделение
pt_br: Departamento

source: Researcher
fi: Tutkija
mk: Истражувач
pt_br: Pesquisador

source: publication date
pt_br: data de publicação

source: title
pt_br: título

source: decreasing
fi: laskeva
mk: надолно
pt_br: diminuindo

source: increasing
fi: nouseva
mk: нагорно
pt_br: aumentando

source: Any
fi: Kaikki
mk: Било кое
pt_br: Qualquer

source: Visible
fi: Näkyvä
mk: Видливо
pt_br: Visível

source: Invisible
fi: Näkymätön
mk: Невидливо
pt_br: Invisível

source: Try any author name
fi: Kokeile minkä tahansa tekijän nimeä
mk: Пробајте било кое авторско име
pt_br: Experimente qualquer nome de autor

source: Postprint
mk: Рецензирана верзија
pt_br: Versão revisada

source: Published version
fi: Julkaistu versio
mk: Објавена верзија
pt_br: Versão publicada

source: Preparing profile
mk: Подготовка на профилот
pt_br: Preparando o perfil

source: Fetching publications from ORCID
mk: Преземам објави од ORCID
pt_br: Obtendo publicações da ORCID

source: Fetching publications from CrossRef
mk: Преземам објави од CrossRef
pt_br: Obtendo publicações da CrossRef

source: Fetching publications from BASE
mk: Преземам објави од BASE
pt_br: Obtendo publicações de BASE

source: Fetching publications from CORE
mk: Преземам објави од CORE
pt_br: Obtendo publicações da CORE

source: Fetching publications from OAI-PMH
mk: Преземам објави од OAI-PMH
pt_br: Obtendo publicações de OAI-PMH

source: Clustering publications
mk: Групирање на објавите
pt_br: Publicações agrupadas

source: Updating statistics
fi: Päivitetään tilastoja
mk: Поднова на статистиките
pt_br: Atualizando estatísticas

source: Papers
fi: Artikkelit
mk: Написи
pt_br: Papéis

source: Right
fi: Oikea
mk: Точно
pt_br: Para a direita

source: Wrong
fi: Väärä
mk: Погрешно
pt_br: Erradas

source: Search in Google Scholar
fi: Hae Google Scholarissa
mk: Пребаран во Google Scholar
pt_br: Pesquisar em Google Acadêmico

source: Create your profile
pt_br: Criar seu perfil

source: To fetch your publications, we need one last piece of information: your name.
pt_br: Para buscar suas publicações, precisamos de uma última informação: seu nome.

source: (%(num_total)s paper)
fi: (%(num_total)s artikkeli)
mk: (%(num_total)s напис)
pt_br: (%(num_total)s papel)

source: Researcher deleted.
fi: Tutkija poistettu.
mk: Истражувачот е избришан.
pt_br: Pesquisador foi excluído.

source: Delete
fi: Poista
mk: Избриши
pt_br: Deletar

source: Papers of the members
mk: Написи на членовите
pt_br: Artigos dos membros

source: Members:
fi: Jäsenet:
mk: Членови:
pt_br: Membros

source: Home
fi: Koti
mk: Почетна
pt_br: Início

source: Welcome to dissemin
pt_br: Bem-vindo à dissemin

source: Dissemin detects papers behind pay-walls and invites their authors to upload them in one click to an open repository.
fi: Dissemin havaitsee artikkelit maksumuurien takaa ja kutsuu niiden tekijät tallentamaan ne yhdellä klikkauksella avoimeen koodivarantoon.
mk: Dissemin пронаоѓа написи со наплатен пристап и ги поканува нивните автори да ги подигнат во отворено складиште со едно стискање.
pt_br: Dissemin detecta documentos por trás das paredes de pagamento e convida seus autores a enviá-los em um clique para um repositório aberto.

source: Search
fi: Hae
mk: Пребарај
pt_br: Pesquisar

source: Green open access
fi: Vihreä open access
mk: Зелен отворен пристап
pt_br: Acesso aberto verde

source: Many researchers do not use their right to make their papers freely available online, in addition to the paywalled version offered by traditional publishers.
fi: Monet tutkijat eivät käytä oikeuttaan tehdä asiakirjoistaan vapaasti verkossa saatavia, perinteisten kustantajien tarjoaman paywalled-version lisäksi.
mk: Многу истражувачи не го искористуваат нивното право да ги стават нивните написи на слободно располагање на семрежјето, покрај наплатната верзија која ја нудат традиционалните издавачи.
pt_br: Muitos pesquisadores não usam seu direito de disponibilizar gratuitamente seus papéis em linha, além da versão paywalled oferecida pelos editores tradicionais.

source: This forces libraries to buy overpriced electronic subscriptions to journals, when they can afford them at all.
fi: Tämä pakottaa kirjastoja ostamaan ylihinnoiteltuja sähköisiä lehtien tilauksia, jos heillä on varaa niihin.
mk: Со ова библиотеките се приморани да се претплаќаат на прескапи електронски научни часописи, кога воопшто можат да си ги дозволат.
pt_br: Isso obriga as bibliotecas a comprar inscrições eletrônicas de alta qualidade para revistas, quando elas podem pagar por elas.

source: Open repositories
fi: Avoimet koodivarannot
mk: Отворени складишта
pt_br: Lista de repositórios

source: Uploading your papers on your own webpage is not enough. Such copies are less stable and harder to find than documents uploaded to well-indexed repositories.
fi: Artikkeliesi tallentaminen omalla verkkosivullasi ei riitä. Sellaiset kopiot ovat vähemmän vakaita ja vaikeampia löytää, kuin artikkelit jotka on tallennettu hyvin indeksoituihin koodivarantoihin.
pt_br: Carregar seus papéis em sua própria página não é suficiente. Essas cópias são menos estáveis e difíceis de encontrar do que os documentos carregados para repositórios bem indexados.

source: Dissemin searches for copies of your papers in a large collection of open repositories and tells you which ones cannot be accessed.
fi: Dissemin etsii asiakirjojesi kopioita suuressa avoimien koodivarantojen kokoelmassa ja kertoo, mitkä niistä eivät ole saatavana.
pt_br: A Dissemin procura cópias de seus documentos em uma grande coleção de repositórios abertos e informa quais não podem ser acessados.

source: Institutions
fi: Instituutiot
mk: Установи
pt_br: Instituições

source: Yes
fi: Kyllä
mk: Да
pt_br: Sim

source: (empty profile)
fi: (tyhjä profiili)
mk: (празен профил)
pt_br: (perfil vazio)
