Repository: dissemin/dissemin
Catalog: locale/*/LC_MESSAGES/djangojs.po
Languages: ar, ast, da, de, el, es, hi, ia, ko, mk, nb, nl, pt, pt_br, ru, zh_hant

source: Permalink to this headline
ar: رابط ثابت لهذا العنوان
ast: Enllaz permanente a esti titular
da: Permanent henvisning til denne overskrift
el: Μόνιμος σύνδεσμος προς αυτή την επικεφαλίδα
es: Enlace permanente a este titular
hi: इस शीर्षक पर स्थाईकड़ी
ia: Ligamine permanente a iste titulo
ko: 이 헤드라인의 고유링크
mk: Постојана врска до ова заглавие
nb: Permanent lenke til denne overskriften
nl: Aan deze titel koppelen
pt: Ligação permanente para esta manchete
pt_br: Link permanente para esta manchete
ru: Постоянная ссылка на этот заголовок
zh_hant: 至此章節標題的固定連結

source: Permalink to this definition
ar: رابط ثابت لهذا التعريف
ast: Enllaz permanente a esta definición
da: Permanent henvisning til denne definition
el: Μόνιμος σύνδεσμος προς αυτό τον ορισμό
es: Enlace permanente a esta definición
hi: इस परिभाषा पर स्थाईकड़ी
ia: Ligamine permanente a iste definition
ko: 이 정의의 고유링크
mk: Постојана врска до оваа определба
nb: Permanent lenke til denne definisajonen
nl: Aan deze betekenis koppelen
pt: Ligação permanente para esta definição
pt_br: Link permanente para esta definição
ru: Постоянная ссылка на это определение
zh_hant: 至此定義的固定連結

source: Hide Search Matches
ar: إخفاء تطابقات البحث
ast: Tapecer les guetes que casen
da: Skjul søgematch
el: Απόκρυψη αντιστοιχισμάτων αναζητήσεων
es: Ocultar resultados de la búsqueda
hi: खोज के प्रकरणों को छुपाएँ
ia: Celar resultatos de recerca
ko: 검색 일치 항목 숨기기
mk: Скриј совпаднати
nl: Overeenkomsten verbergen
pt: Ocultar resultados da procura
pt_br: Ocultar pesquisa em correspondências
ru: Скрыть поисковые матчи
zh_hant: 隱藏搜尋符合內容

source: Searching
ar: جارٍ البحث
ast: Buscando
da: Søger
el: Γίνεται αναζήτηση...
es: Buscando
hi: अन्वेषण जारी है...
ia: Recerca in curso
ko: 검색 중
mk: Пребарувам
nb: Søker
nl: Zoeken
pt: A procurar
pt_br: Procurando
ru: Поиск
zh_hant: 搜尋中

source: Preparing search...
ar: جارٍ إعداد البحث...
ast: Preparando la gueta...
da: Forbereder søgning ...
el: Προετοιμασία για αναζήτηση...
es: Preparando la búsqueda…
hi: खोज सज्जिकरण
ia: Preparation del recerca...
ko: 검색을 준비하는 중...
mk: Го подготвувам пребарувањето...
nb: Forbereder søk …
nl: Zoeken voorbereiden...
pt: A preparar a procura...
pt_br: Preparando a pesquisa ...
ru: Подготовка к поиску...
zh_hant: 正在準備搜尋...

source: Search Results
ar: نتائج البحث
ast: Resultaos de la gueta
da: Søgeresultater
el: Αποτελέσματα αναζήτησης
es: Resultados de la búsqueda
hi: खोज परिणाम
ia: Resultatos del recerca
ko: 검색 결과
mk: Исход од пребарувањето
nb: Søkeresultater
nl: Zoekresultaten
pt: Resultados da procura
pt_br: Resultados da Busca
ru: Результаты поиска
zh_hant: 搜尋結果

source: Your search did not match any documents. Please make sure that all words are spelled correctly and that you've selected enough categories.
ar: بحثك لم تطابق أي وثائق; الرجاء التأكد من أن جميع الكلمات مكتوبة بشكل صحيح وأنك حددت فئات كافية.
ast: La gueta nun casó con documentu dalu. Asegúrate de que toles palabres tán correutamente escrites y de qu'esbillasti categoríes abondo.
da: Din søgning fandt ingen dokumenter. Kontroller stavning for alle ord og at du har valgt nok kategorier.
el: Η αναζήτησή σας δεν επέστρεψε αποτελέσματα. Σιγουρευτείτε ότι όλες οι λέξεις είναι σωστά γραμμένες και ότι έχετε επιλέξει αρκετές κατηγορίες.
es: Ningún documento coincide con la búsqueda. Revisa la ortografía y cerciórate de que hayas seleccionado suficientes categorías.
hi: आपका अन्वेषण किसी भी डॉक्यूमेंट से मेल नहीं खाती है। कृपया सुनिश्चित करें की सभी शब्दों की वर्तनी सही है, तथा यह भी सुनिश्चित करें की आपने यथोष्ट श्रेणियाँ चुनी हैं।
ia: Le recerca non produceva alcun documento. Verifica que tote le parolas es orthographate correctemente e que tu ha seligite sufficiente categorias.
ko: 검색과 일치하는 문서가 없습니다. 모든 단어의 철자가 올바른지, 또 충분한 분류를 선택했는지 확인해 주십시오.
mk: Не најдов документи шт оодговараат на бараното. Проверете дали сите зборови се напишани правилно и дали сте избрале доволно категории.
nl: Je zoekopdracht heeft geen overeenkomende documenten opgeleverd. Zorg ervoor dat alle woorden juist zijn gespeld en dat je voldoende rubrieken hebt gekozen.
pt: A sua procura não corresponde a nenhum documento. Por favor, certifique-se de que todas as palavras estão escritas corretamente e que selecionou as categorias suficientes.
pt_br: Sua pesquisa não corresponde a nenhum documento. Certifique-se de que todas as palavras estão escritas corretamente e que você selecionou categorias suficientes.
ru: Ваш поиск не соответствовал каким-либо документам. Убедитесь, что все слова написаны правильно и что вы выбрали достаточно категорий.
zh_hant: 您的搜尋未找出任何符合文件。請確認所有的字詞都有拼寫正確，並且您已經有選擇足夠的分類項目。

source: Search finished, found %s page(s) matching the search query.
ar: تم الانتهاء من البحث، ووُجِد %s page(s) من الصفحات المتطابقة مع طلب البحث.
ast: Acabó la gueta, alcontráronse %s páxina(es) que casen cola consulta de la gueta.
da: Søgning færdig, fandt %s sider, der matcher forespørgslen.
el: Η αναζήτηση ολοκληρώθηκε, βρέθηκαν %s σελίδα(-ες) που αντιστοιχούν στο ερώτημα αναζήτησης.
es: Búsqueda completa, se encontraron %s página(s) que concide(n) con la búsqueda.
hi: खोज समाप्त, अन्वेषण पृच्छा से मिलते हुए %s पृष्ठ पाए गए
ia: Recerca complete, %s pagina(s) trovate.
ko: 검색이 완료되었으며, 검색 쿼리와 일치하는 문서 %s개를 찾았습니다.
mk: Пребарувањето заврши. Пронајдов %s страница/и што одговараат на бараното.
nl: Zoeken voltooid, %s pagina('s) gevonden die met de zoekopdracht overeenkomen.
pt: A procura foi concluída, há %s página(s) encontrada(s) que coincide(m) com a consulta da procura.
pt_br: Pesquisa concluída, encontrada %s página(s) combinando a consulta de pesquisa.
ru: Поиск закончен, найден %s страница(ы) сопоставляя поисковый запрос.
zh_hant: 搜尋結束，找出 %s 個符合搜尋查詢的頁面。

source: , in
ar: , في
ast: , en
da: , i
el: , σε
es: , en
mk: , во
nb: , i
pt: , em
pt_br: , em
ru: , в
zh_hant: ，在

source: Expand sidebar
ar: وسع الشريط الجانبي
ast: Espander la barra llateral
da: Udvide sidebjælke
el: Επέκταση πλευρικής γραμμής
es: Expandir barra lateral
hi: साइडबार विस्तृण करें
ia: Displicar barra lateral
ko: 사이드바 펼치기
mk: Отвори страничник
nl: Zijbalk uitbreiden
pt: Expandir barra lateral
pt_br: Expandir barra lateral
ru: Развернуть боковую панель
zh_hant: 展開側邊工具欄

source: Collapse sidebar
ar: تصغير الشريط الجانبي
ast: Contraer la barra llateral
da: Saml sidebjælke
el: Σύμπτυξη πλευρικής γραμμής
es: Contraer barra lateral
hi: साइडबार संकुचित करें
ia: Plicar barra lateral
ko: 사이드바 축소
mk: Собери страничник
nl: Zijbalk samenvouwen
pt: Fechar barra lateral
pt_br: Fechar barra lateral
ru: Свернуть боковую панель
zh_hant: 摺疊側邊工具欄

source: Do not show this message anymore
ar: لا تظهر هذه الرسالة بعد الآن
ast: Nun amosar más esti mensaxe
da: Hvis ikke denne besked igen
el: Να μην εμφανιστεί ξανά αυτό το μήνυμα
es: No volver a mostrar este mensaje
hi: इस संदेश को पुनः न दिखाएँ
ia: Non plus monstrar iste message
ko: 이 메시지를 더 이상 보지 않기
mk: Повеќе не ја покажувај поракава
nb: Ikke vis denne beskjeden igjen
nl: Niet opnieuw weergeven
pt: Não mostrar esta mensagem novamente
pt_br: Não mostre mais esta mensagem
ru: Не показывать это сообщение больше
zh_hant: 不再顯示此訊息

source: No author
ar: بلا مؤلف
ast: Ensin autor
da: Ingen forfatter
el: Κανένας συντάκτης
es: Sin autor
hi: कोई रचैता नहीं
ia: Sin autor
ko: 저자 없음
mk: Нема автор
nb: Ingen forfatter
nl: Geen auteur
pt: Sem autor
pt_br: Sem autor
ru: Нет автора
zh_hant: 沒有作者

source: No title
ar: بلا عنوان
ast: Ensin títulu
da: Ingen titel
el: Χωρίς τίτλο
es: Sin título
hi: कोई शीर्षक नहीं
ia: Sin titulo
ko: 제목 없음
mk: Нема наслов
nb: Ingen titttel
nl: Geen titel
pt: Sem título
pt_br: Sem título
ru: Без названия
zh_hant: 沒有標題

source: Invalid publication date
ar: تاريخ النشر غير صالح
ast: Fecha de publicación inválida.
da: Ugyldig udgivelsesdato
el: Άκυρη ημερομηνία δημοσίευσης.
es: La fecha de publicación no es válida
hi: अमान्य प्रकासन तिथि
ia: Data de publication invalide
ko: 잘못된 발행 날짜
mk: Погрешен датум на објавување
nb: Ugyldig publiseringsdato
nl: Ongeldige datum van publiceren
pt: A data de publicação não é válida
pt_br: Data de publicação inválida
ru: Недействительная дата публикации
zh_hant: 無效發表日期

source: We ignored %(count)s paper from your ORCiD profile.
ar: تجاهلنا %(count)s ورقة من الملف الشخصي الخاص بك في ORCiD.
ast: Inoramos %(count)s artículu del to perfil ORCiD.
da: Vi ignorerede %(count)s artikler fra din ORCiD-profil.
el: Αγνοήσαμε %(μέτρηση)-εις χαρτιού από το προφίλ σας στο ORCiD.
es: Ignoramos %(count)s papel de su perfil ORCiD.
hi: हमनें आपके ORCiD प्रोफ़ाइल से %(count)s पन्ने को नज़रअन्दाज़ किया।
ia: Nos ha ignorate %(count)s articulo de tu profilo ORCiD.
mk: Занемаривме %(count)s написи од вашиот профил на ORCiD.
nl: Er is %(count)s document van je ORCiD-profiel genegeerd.
pt: Ignoramos %(count)s documento do seu perfil ORCiD.
pt_br: Nós ignoramos %(count)s papel do seu perfil ORCiD.
ru: %(count)s бумагу
zh_hant: 我們從您的 ORCiD 個人檔案裡忽略了 %(count)s 篇論文。

source: "%(name)s" was ignored for the following reason: %(reason)s
ar: تم تجاهل "%(name)s" للسبب التالي: %(reason)s
ast: "%(name)s" inoróse pol siguiente motivu: %(reason)s
da: »%(name)s« blev ignoreret af den følgende årsag: %(reason)s
el: "%(όνομα)-τα" αγνοήθηκαν για την ακόλουθη αιτία: %(αιτία)-ες
es: Se ignoró «%(name)s» por el motivo siguiente: %(reason)s
hi: "%(name)s" को इस कारण हेतु ध्यानुपेक्ष रखा गया: %(reason)s
ia: "%(name)s" ha essite ignorate pro le sequente motivo: %(reason)s
ko: "%(name)s"은(는) 다음의 이유로 무시되었습니다: %(reason)s
mk: „%(name)s“ е занемарено од следнава причина: %(reason)s
nb: «%(name)s» ble ignorert av følgende årsak: %(reason)s
nl: "%(name)s" is wegens de volgende reden genegeerd: %(reason)s
pt: "%(name)s" foi ignorado pelo seguinte motivo: %(reason)s
pt_br: "%(name)s" foi ignorado pela seguinte razão: %(reason)s
ru: "%(имя)ена" был проигнорирован по следующей причине: %(причина)ы
zh_hant: 「%(name)s」因為下列原因被忽略掉：%(reason)s

source: A paper was ignored, because it has no name
ar: تم تجاهل ورقة; لأنه ليس لها اسم
ast: Inoróse un artículu porque nun tien nome
da: En artikel blev ignoreret, da den ikke har et navn
el: Ένα χαρτί αγνοήθηκε, γιατί δεν έχει όνομα
es: Hemos ignorado un documento, porque no tiene nombre
hi: एक पन्ने को नामहीन होने के कारण नज़रअन्दाज़ किया गया
ia: Un articulo ha essite ignorate perque illo non ha nomine
ko: 이름이 없기 때문에 논문이 무시되었습니다
mk: Написот е занемарен бидејќи нема име
nl: Een document had geen naam en is daarom genegeerd
pt: Um documento foi ignorado, porque não tem nome
pt_br: Um papel foi ignorado, porque não tem nome
ru: Документ был проигнорирован, поскольку он не имеет названия
zh_hant: 有論文被忽略掉，因為沒有名稱

source: Show more information
ar: عرض معلومات اكثر
ast: Ver más información
da: Vis yderligere information
el: Εμφάνιση περισσότερων πληροφοριών
es: Mostrar más información
hi: अधिक जानकारी दिखाएँ
ia: Monstrar plus information
ko: 더 많은 정보 표시
mk: Повеќе информации
nb: Vis mer informasjon
nl: Meer gegevens weergeven
pt: Mostrar mais informações
pt_br: Mostrar mais informações
ru: Показать больше информации
zh_hant: 顯示更多資訊

source: Show less information
ar: عرض معلومات أقل
ast: Ver menos información
da: Vis mindre information
el: Εμφάνιση λιγότερων πληροφοριών
es: Mostrar menos información
hi: काम जानकारी दिखाएँ
ia: Monstrar minus information
ko: 더 적은 정보 표시
mk: Помалку информации
nb: Vis mindre informasjon
nl: Minder gegevens weergeven
pt: Mostrar menos informações
pt_br: Mostre menos informações
ru: Показать меньше информации
zh_hant: 顯示較少資訊

source: %s paper found
de: %s Publikation gefunden

source: Claiming...
de: Beanspruchen...

source: Unclaiming...
de: Beanspruchen rückgängig machen...

source: Claiming failed!
de: Beanspruchen fehlgeschlagen!

source: Unclaiming failed!
de: Fehlgeschlagen!

source: Exclude from my profile
de: Von meinem Profil ausschließen

source: Include in my profile
de: Meinem Profil hinzufügen

source: Preview of uploaded file
de: Vorschau

source: Pages
de: Seiten

source: Size
de: Größe

source: While uploading %(file)s the following error occured:
de: Während des Uploads von %(file)s trat folgender Fehler auf:

source: Unknown error
de: Unbekannter Fehler

source: While fetching file from %(url)s the following error occured:
de: Während des Lades von %(url)s trat folgender Fehler auf:

source: Sorry, we could not fill this for you.
de: Entschuldigung, wir konnten das Feld nicht ausfüllen.

source: Trying to fill this field automatically for you...
de: Versuche, das Feld automatisch auszufüllen...

source: You have not selected a file for upload.
de: Du hast keine Datei ausgewählt.

source: Dissemin encountered an error, please try again later.
de: Dissemin ist auf einen Fehler gestoßen, bitte versuche es später erneut.
