Repository: dissemin/dissemin
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fi, mk, pt_br

source: If you change some details in your ORCID profile (name, homepage, etc.), the changes will not automatically be picked up in your profile on Dissemin. To update your profile on Dissemin accordingly, once you have logged in to Dissemin, you can go to your <a href="/my-profile">profile page</a> and click "Refresh publications".
fi: Jos muutat joitakin ORCID-profiilisi tietoja (nimi, kotisivu, yms.) muutoksia ei automaattisesti oteta profiiliisi Disseminissä. Päivittääksesi profiilisi Disseminissä sen mukaisesti, kun olet kirjautunut sisään Disseminiin, voit mennä <a href="/my-profile">profiilisivullesi</a> ja klikata "Päivitä julkaisut".
pt_br: Se você alterar alguns detalhes em seu perfil ORCID (nome, página inicial, etc.), as mudanças não serão automaticamente retiradas no seu perfil no Dissemin. Para atualizar seu perfil na Dissemin de acordo, uma vez que você tenha efetuado o login para Dissemin, você pode ir para o seu <a href="/my-profile">página de perfil</a> e clique em "Atualizar publicações".

source: Our sources are listed on <a href="%(sources_url)s">this page</a>.
fi: Lähteemme on listattu <a href="%(sources_url)s">tällä sivulla</a>.
pt_br: Nossas fontes estão listadas <a href="%(sources_url)s">nessa página</a>.

source: There are many ways to get involved:
fi: On monia tapoja päästä mukaan:
pt_br: Há muitas maneiras de se envolver:

source: Contribute to <a href="https://github.com/wetneb/dissemin">the code</a>.
fi: Edistä <a href="https://github.com/wetneb/dissemin">koodia</a>.
pt_br: Contribuir para o <a href="https://github.com/wetneb/dissemin">o código</a>.

source: Fix any of our listed <a href="https://github.com/wetneb/dissemin/issues">issues</a>.
fi: Korjaa mikä tahansa listatuista <a href="https://github.com/wetneb/dissemin/issues">ongelmistamme</a>.
pt_br: Corrija qualquer um dos nossos listados <a href="https://github.com/wetneb/dissemin/issues">problemas</a>.

source: Help us <a href="https://translatewiki.net/wiki/Translating:Dissemin">translate</a> the interface in your language.
fi: Auta meitä <a href="https://translatewiki.net/wiki/Translating:Dissemin">kääntämään</a> käyttöliittymä kielellesi.
pt_br: Ajude-nos <a href="https://translatewiki.net/wiki/Translating:Dissemin">traduzir</a> a interface em seu idioma.

source: Encourage researchers to use this service.
fi: Kannusta tutkijoita käyttämään tätä palvelua.
pt_br: Incentive os pesquisadores a usar esse serviço.

source: Star <a href="https://github.com/wetneb/dissemin">our GitHub project</a>!
fi: Tähditä <a href="https://github.com/wetneb/dissemin">GitHub-projektimme</a>!
pt_br: Estrela <a href="https://github.com/wetneb/dissemin">nosso projeto GitHub</a>!

source: <a href="https://association.dissem.in/#dons">Donations are accepted</a>.
fi: <a href="https://association.dissem.in/#dons">Lahjoitukset hyväksytään</a>.
pt_br: <a href="https://association.dissem.in/#dons">Doações são aceitas</a>.

source: The source code is available <a href="https://github.com/wetneb/dissemin">on GitHub</a>.
fi: Lähdekoodi on saatavissa <a href="https://github.com/wetneb/dissemin">GitHubissa</a>.
pt_br: O código fonte está disponível <a href="https://github.com/wetneb/dissemin">no GitHub</a>.

source: Yes! We even have <a href="https://dev.dissem.in/api.html">an API</a>. If it does not suit your needs, please don't hesitate to get in touch by writing to <a href="mailto:hello@dissem.in">hello@dissem.in</a>
pt_br: Sim! Nós até temos <a href="https://dev.dissem.in/api.html">an API</a>. Se não atender às suas necessidades, não hesite em entrar em contato, escrevendo para <a href="mailto:hello@dissem.in">hello@dissem.in</a>

source: Can I use the Dissemin logo to refer to the project?
fi: Voinko käyttää Dissemin-logoa viitatakseni projektiin?
pt_br: Posso usar o logotipo Dissemin para se referir ao projeto?

source: Yes! See <a href="https://association.dissem.in/#logos">here</a> for links to our logos and for explanations about how you can reuse them.
fi: Kyllä! Katso <a href="https://association.dissem.in/#logos">täältä</a> linkit logoihimme ja selityksiä siitä miten voit uudelleenkäyttää niitä.
pt_br: Sim! Veja <a href="https://association.dissem.in/#logos">aqui</a> para links para nossos logotipos e para explicações sobre como você pode reutilizá-los.

source: Back to top
fi: Takaisin alkuun
pt_br: Voltar ao topo

source: Sign In
fi: Kirjaudu sisään
pt_br: Entrar

source: Sign in
fi: Kirjaudu sisään
pt_br: Entrar

source: Dissemin uses ORCID to authenticate its users. ORCID is an independent non-profit effort to provide an open registry of unique researcher identifiers. It also offers open services to link research activities and organizations to these identifiers. Learn more at <a href="https://orcid.org">orcid.org</a>.
pt_br: A Dissemin usa o ORCID para autenticar seus usuários. O ORCID é um esforço independente sem fins lucrativos para fornecer um registro aberto de identificadores de pesquisadores exclusivos. Ele também oferece serviços abertos para ligar atividades e organizações de pesquisa a esses identificadores. Saiba mais em <a href="https://orcid.org">orcid.org</a>.

source: Log in
fi: Kirjaudu sisään
pt_br: Entrar

source: If you already have an ORCID account, you can use it with Dissemin. We will not make any changes to your profile.
fi: Jos sinulla on jo ORCID-tunnus, voit käyttää sitä Disseminin kanssa. Emme tee mitään muutoksia profiiliisi.
pt_br: Se você já possui uma conta ORCID, pode usá-la com Dissemin. Não faremos alterações no seu perfil.

source: Sign up
fi: Rekisteröidy
pt_br: Registar-se

source: Not an ORCID user yet? Create an account, it is free and takes a few seconds.
fi: Ei ORCID-käyttäjä vielä? Luo tili, se on ilmaista ja kestää muutaman sekunnin.
pt_br: Ainda não é um usuário ORCID? Crie uma conta, é grátis e demora alguns segundos.

source: Dissemin account
fi: Dissemin-käyttäjätili
pt_br: Conta Dissemin

source: If you have not created an account yet, then please <a href="%(signup_url)s">sign up</a> first.
fi: Jos et ole vielä luonut tiliä, niin ole hyvä ja <a href="%(signup_url)s">kirjaudu sisään</a> ensin.
pt_br: Se você ainda não criou uma conta, então por favor <a href="%(signup_url)s">inscrever-se</a> primeiro.

source: Forgot Password?
fi: Unohtuiko salasana?
pt_br: Esqueceu a senha?

source: Partners
fi: Kumppanit
pt_br: Parceiros

source: SANDBOX Sign in
fi: HIEKKALAATIKKO kirjaudu sisään
mk: ПЕСОЧНИЧКА Најава
pt_br: SANDBOX Iniciar sessão

source: Toggle navigation
fi: Vaihda navigointi
mk: Префрли по содржините
pt_br: Alternar de navegação

source: My profile
fi: Oma profiili
mk: Мој профил
pt_br: Meu perfil

source: Logout
fi: Kirjaudu ulos
mk: Одјава
pt_br: Sair

source: Terms of Service
fi: Käyttöehdot
mk: Услови на употреба
pt_br: Termos de Serviço

source: Who are we?
fi: Keitä olemme?
mk: Кои сме?
pt_br: Quem somos nós?

source: Donate
fi: Lahjoita
mk: Дарувајте
pt_br: Doar

source: Change language
fi: Vaihda kieli
mk: Сменете јазик
pt_br: Alterar idioma

source: Apply
fi: Käytä
mk: Примени
pt_br: Aplicar

source: Data sources
fi: Tietolähteet
mk: Извори на податоци
pt_br: Fontes de dados

source: Primary sources
fi: Ensisijaiset lähteet
mk: Првостепени извори
pt_br: Fontes primárias

source: In short
fi: Lyhyesti
mk: Накратко
pt_br: Em poucas palavras

source: Scope of the service
fi: Palvelun laajuus
mk: Делокруг на услугата
pt_br: Âmbito do serviço

source: Privacy
fi: Yksityisyys
mk: Лични податоци
pt_br: Privacidade

source: Deposits through Dissemin
fi: Talletukset Disseminin kautta
mk: Приложувања преку Dissemin
pt_br: Depósitos através da Dissemin

source: In full
fi: Kokonaan
mk: Целосно
pt_br: Na íntegra

source: Personal data
fi: Henkilökohtaiset tiedot
mk: Лични податоци
pt_br: Dados pessoais

source: Full text storage
mk: Целотекстно складирање
pt_br: Armazenamento de texto completo

source: Reporting misuse
fi: Ilmoita väärinkäytöstä
mk: Пријава на злоупотреба
pt_br: Reportar uso indevido

source: This platform offers an analysis of the accessibility of scholarly publications. It can also deposit publications on behalf of their authors in repositories. The accessibility and self-archiving policies of the papers on this platform can be incorrect and should not be relied upon for legal advice. When in doubt, users are advised to check from authoritative sources.
pt_br: Esta plataforma oferece uma análise da acessibilidade das publicações acadêmicas. Também pode depositar publicações em nome de seus autores em repositórios. As políticas de acessibilidade e auto-arquivamento dos documentos nesta plataforma podem ser incorretas e não devem ser invocadas para aconselhamento jurídico. Em caso de dúvida, os usuários são aconselhados a verificar a partir de fontes autorizadas.

source: Unauthenticated users are not tracked as the platform does not include any third-party analytics or advertisement services. Authenticated users are logged-in via ORCID, a third-party service. The platform has no access to the private information they provide to ORCID. In particular, we do not store any ORCID passwords, and we do not have access to email addresses that are marked as private in the ORCID record. We need to set cookies to authenticate our users, therefore by logging in on this platform, users accept these cookies.
pt_br: Os usuários não autenticados não são rastreados, pois a plataforma não inclui nenhuma análise de terceiros ou serviços de publicidade. Usuários autenticados estão logados via ORCID, um serviço de terceiros. A plataforma não tem acesso à informação privada que eles fornecem à ORCID. Em particular, não armazenamos senhas ORCID, e não temos acesso a endereços de e-mail marcados como privados no registro ORCID. Precisamos configurar cookies para autenticar nossos usuários, portanto, iniciando sessão nesta plataforma, os usuários aceitam esses cookies.

source: The platform can perform mandated publication deposit to repositories. Users are only allowed to upload papers that they have authored themselves, or papers whose authors have consented to the deposit. In addition to these terms of service, users are required to abide by the policies of these repositories.
pt_br: A plataforma pode executar depósito de publicação obrigatório em repositórios. Os usuários só podem enviar papéis que eles mesmos criaram, ou papéis cujos autores concordaram com o depósito. Além desses termos de serviço, os usuários devem cumprir as políticas desses repositórios.

source: Contact
fi: Ota yhteyttä
mk: Контакт
pt_br: Contato

source: Please address any inquiry to support@dissem.in.
fi: Kohdista kaikki kyselyt osoitteeseen support@dissem.in.
pt_br: Por favor, envie qualquer consulta para support@dissem.in.

source: Dissemin uses ORCID's public OAuth interface to authenticate its users. This interface only transmits information marked as public in the user's ORCID profile. This means that ORCID passwords are never transmitted and email addresses are not transmitted when they are marked as private, which is the default setting. When logging in to Dissemin from ORCID, Dissemin acquires the user's ORCID id, as well as all public information attached to the ORCID record. Dissemin can store any information input by its users on the platform. Users can ask for a copy of the personal information Dissemin stores about them by writing an email to support@dissem.in.
pt_br: A Dissemin usa a interface OAuth pública da ORCID para autenticar seus usuários. Esta interface apenas transmite informações marcadas como públicas no perfil ORCID do usuário. Isso significa que as senhas ORCID nunca são transmitidas e os endereços de email não são transmitidos quando são marcados como privados, que é a configuração padrão. Ao efetuar o login na Dissemin da ORCID, a Dissemin adquire a ID ORCID do usuário, bem como todas as informações públicas anexadas ao registro ORCID. A Dissemin pode armazenar qualquer informação fornecida pelos usuários na plataforma. Os usuários podem solicitar uma cópia das informações pessoais das lojas da Dissemin, escrevendo um e-mail para support@dissem.in.

source: Documents deposited in repositories via Dissemin can be stored on the platform, but are not available for download on the platform. They can be stored internally for logging purposes, and to make sure failed deposits can be fixed later. Dissemin does not commit to store any of the files it receives from its users. Users can write to support@dissem.in if they want one of their uploads to be deleted from our internal storage space, or from the repository they have deposited to. Note that deletion policies vary accross repositories: we provide no guarantee that deposits can be deleted from the target repositories.
pt_br: Os documentos depositados em repositórios via Dissemin podem ser armazenados na plataforma, mas não estão disponíveis para download na plataforma. Eles podem ser armazenados internamente para fins de registro e para garantir que os depósitos com falha possam ser corrigidos posteriormente. Dissemin não se compromete a armazenar nenhum dos arquivos que recebe de seus usuários. Os usuários podem escrever para support@dissem.in se quiserem que um de seus carregamentos seja excluído do nosso espaço de armazenamento interno ou do depósito que depositaram. Observe que as políticas de exclusão variam em relação aos repositórios: não fornecemos garantia de que os depósitos possam ser excluídos dos repositórios de destino.

source: Misuse can be reported to support@dissem.in.
fi: Väärinkäytökset voidaan ilmoittaa osoitteeseen support@dissem.in.
mk: Злоупотребите пријавувајте ги на support@dissem.in.
pt_br: Para denunciar usos impróprios, use o e-mail support@dissem.in.

source: The <a href="https://dissem.in">dissem.in</a> website has been registered with <a href="https://www.cnil.fr/">CNIL</a> under declaration n°1895382 v0.
pt_br: O <a href="https://dissem.in">dissem.in</a> o site foi registrado com <a href="https://www.cnil.fr/">CNIL</a> sob declaração n°1895382 v0.

source: You have the right to access, modify, and delete the personal information that we hold about you. To exercise this right, please contact us at support@dissem.in, or by postal mail at the following addresss:
pt_br: Você tem o direito de acessar, modificar e excluir as informações pessoais que possuímos sobre você. Para exercer esse direito, entre em contato conosco no support@dissem.in, ou por correio postal no seguinte endereço:

source: Authentication error
fi: Todennusvirhe
pt_br: Erro de autenticação

source: Authentication has failed. <a href="/">Go back to the login page.</a>
pt_br: A autenticação falhou. <a href="/">Volte para a página de login.</a>

source: Invalid file format: only PDF files are accepted.
fi: Virheellinen tiedostomuoto: vain PDF-tiedostot hyväksytään.
pt_br: Formato de arquivo inválido: somente arquivos PDF são aceitos.

source: File too large (%(size)s). Maximum size is %(maxsize)s.
fi: Tiedosto on liian iso (%(size)s). Maksimikoko on %(maxsize)s.
pt_br: Arquivo muito grande (%(size)s). O tamanho máximo é %(maxsize)s.

source: Select here the full text of your article. PDF files only, maximum size:
fi: Valitse täältä artikkelin koko teksti. Vain PDF-tiedostot, enimmäiskoko:
pt_br: Selecione aqui o texto completo do seu artigo. Somente arquivos PDF, tamanho máximo:

source: Select a file:
fi: Valitse tiedosto:
mk: Одберете податотека:
pt_br: Selecione um arquivo:

source: Browse
fi: Selaa
mk: Прелистајте
pt_br: Navegar

source: Or enter an URL:
fi: Tai kirjoita URL:
mk: Или внесете URL:
pt_br: Ou insira um URL:

source: Or drop a file here:
fi: Tai pudota tiedosto tänne:
mk: Или тука довлечете податотека:
pt_br: Ou solte um arquivo aqui:

source: Invalid PDF file.
fi: Virheellinen PDF-tiedosto.
mk: Неважечка PDF-податотека.
pt_br: Arquivo PDF inválido.

source: Invalid form.
fi: Virheellinen muoto.
mk: Неважечки облик.
pt_br: O formulário não é válido.

source: File too large.
fi: Tiedosto on liian suuri.
mk: Податотеката е преголема.
pt_br: O arquivo é muito grande.

source: Invalid content type: this link points to a web page, we need a direct link to a PDF file.
mk: Неважечки содржински вид: оваа врска води до мрежна страница, а ни треба непосредна врска до PDF-податотека.
pt_br: Tipo de conteúdo inválido: este link aponta para uma página da Web, precisamos de um link direto para um arquivo PDF.

source: Invalid SSL certificate on the remote server.
mk: Неважечко SSL-уверение на оддалечениот опслужувач.
pt_br: Certificado SSL inválido no servidor remoto.

source: Invalid URL (server timed out).
fi: Virheellinen URL (palvelimen aikakatkaisu)
mk: Неважечки URL (опслужувачот истече).
pt_br: URL inválido (o servidor expirou).

source: Invalid URL.
fi: Virheellinen URL
mk: Неважечки URL.
pt_br: URL Inválido.

source: Creative Commons CC0 1.0 Universal
fi: Creative Commons CC0 1.0 Yleismaailmallinen
mk: Криејтив комонс CC0 1.0 Универзална

source: Creative Commons CC-By Attribution 4.0 International (CC BY 4.0)
fi: Creative Commons CC-By Nimeä 4.0 Kansainvälinen (CC BY 4.0)
mk: Криејтив комонс CC-By Наведи извор 4.0 Меѓународна (CC BY 4.0)

source: Meta URL
mk: Мета-URL

source: Status
fi: Tila
mk: Состојба

source: Current institutions
mk: Тековни установи

source: Unverified institutions
mk: Непроверени установи

source: Obsolete institutions
mk: Застарени установи

source: Creative Commons CCZero (CC0)
mk: Криејтив комонс CCZero (CC0)

source: Creative Commons Attribution (CC-BY)
fi: Creative Commons Nimeä (CC-BY)
mk: Криејтив комонс наведи извор (CC-BY)

source: Creative Commons Attribution-ShareAlike (CC-BY-SA)
fi: Creative Commons Nimeä-JaaSamoin (CC-BY-SA)
mk: Криејтив комонс Наведи извор - Сподели под исти услови (CC-BY-SA)

source: Creative Commons Attribution-NonCommercial (CC-BY-NC)
fi: Creative Commons Nimeä-EiKaupallinen (CC-BY-NC)
mk: Криејтив комонс Наведи извор - Некомерцијално (CC-BY-NC)

source: Creative Commons Attribution-NoDerivatives (CC-BY-ND)
fi: Creative Commons Nimeä-EiMuutoksia (CC-BY-ND)
mk: Криејтив комонс Наведи извор - Без изведенки (CC-BY-ND)

source: This document is already in Zenodo. Zenodo refused the deposit.
mk: Документот е веќе во Zenodo. Zenodo го одби поднесокот.

source: inboxes
fi: postilaatikot
mk: инфокутии

source: Poster
fi: Juliste
mk: Плакат

source: By title
mk: По наслов

source: By co-authors
mk: По соавтори

source: Website
fi: Verkkosivu
mk: Мрежно место

source: Welcome to Dissemin
mk: Добре дојдовте на Dissemin

source: Links
fi: Linkit
mk: Врски

source: %(formattedCounter)s paper found
fi: %(formattedCounter)s artikkeli löytyi
mk: Пронајдов %(formattedCounter)s издавач

source: Invalid ORCID profile. Please make sure it includes a public name.
mk: Неважечки профил на ORCID. Проверете дали има јавно име.

source: Logo
mk: Лого

source: FAQ
fi: UKK
mk: ЧПП

source: Login
fi: Kirjaudu
mk: Најава

source: Arabic
fi: Arabia

source: Finnish
fi: Suomi

source: Korean
fi: Korea

source: Spanish
fi: Espanja

source: Traditional Chinese
fi: Perinteinen Kiina

source: German
fi: Saksa

source: Brazilian Portuguese
fi: Brasilianportugali

source: European Portuguese
fi: Euroopanportugali

source: Swedish
fi: Ruotsi

source: newest first
fi: uusimmat ensin

source: oldest first
fi: vanhimmat ensin

source: Advanced search
fi: Laajennettu haku

source: Missing publications? <a href="%(matching_papers_url)s">Search for publications with a matching author name</a>
fi: Puuttuvia julkaisuja? <a href="%(matching_papers_url)s"> Hae julkaisuja vastaavan tekijän nimellä </a>

source: Error
fi: Virhe
