Repository: dissemin/dissemin
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fi, mk, pt_br

# as in: _Journal article by_ Tom Smith, Nicole Allen
source: <span class="paperDocType">%(doctype)s</span> by
pt_br: <span class="paperDocType">%(doctype)s</span> por

source: and <a href="#" id="show_all_authors">%(nb_remaining_authors)s other authors</a>
pt_br: and <a href="#" id="show_all_authors">%(nb_remaining_authors)s outros autores</a>

source: All %(nb_authors)s authors (<a href="#" id="show_less_authors">show less</a>):<br />
pt_br: All %(nb_authors)s authors (<a href="#" id="show_less_authors">mostre menos</a>):<br />

source: <strong>Congratulations!</strong> This paper was successfully deposited.
mk: <strong>Честитаме!</strong> Овој напис е успешно приложен.
pt_br: <strong>Parabéns!</strong> Este artigo foi depositado com sucesso.

source: <strong>Almost there!</strong> This paper has been deposited in <a href="%(repo_url)s">%(repo_name)s</a>. The full text will be available at <a href="%(deposit_url)s">this address</a> after validation by the repository administrators.
mk: <strong>Речиси сте готови!</strong> Овој напис е поднесен во <a href="%(repo_url)s">%(repo_name)s</a>. Целосниот текст ќе биде достапен на <a href="%(deposit_url)s">оваа адреса</a> откако ќе добиете потврда од раководителите на складиштето.
pt_br: <strong>Quase lá!</strong> Este artigo foi depositado em <a href="%(repo_url)s">%(repo_name)s</a>. O texto completo estará disponível <a href="%(deposit_url)s">nesse endereço</a> após a validação pelos administradores do repositório.

source: Full text:
fi: Koko teksti:
mk: Целосен текст:
pt_br: Texto completo:

source: Download
fi: Lataa
mk: Преземи
pt_br: Baixar

source: Unavailable
fi: Ei saatavissa
mk: Недостапно
pt_br: Indisponível

source: Ask upload
fi: Kysy tallentamista
mk: Побарај подигање
pt_br: Pedir upload

source: Publisher:
fi: Julkaisija:
mk: Издавач:
pt_br: Editor:

source: Deposited.
mk: Приложено.
pt_br: Depositado.

source: Deposit again
mk: Приложи пак
pt_br: Depositar novamente

source: Published in
fi: Julkaistu paikassa
mk: Објавено во
pt_br: Publicado em

source: Tools
fi: Työkalut
mk: Алатки
pt_br: Ferramentas

source: Request with the Open Access Button
mk: Побарајте со копчето со Open Access Button
pt_br: Pedido com o botão de acesso aberto

source: Admin zone
mk: Администраторско подрачје
pt_br: Zona de administração

source: No paper found.
fi: Artikkelia ei löytynyt.
mk: Не пронајдов ниеден напис.
pt_br: Nenhum papel encontrado.

source: Missing publications? <a href="%(matching_papers_url)s"> Search for publications with a matching author name </a>
pt_br: Faltando publicações? <a href="%(matching_papers_url)s"> Procure publicações com um nome de autor correspondente </a>

source: and %(remaining_authors)s other authors
fi: ja %(remaining_authors)s muuta tekijää
pt_br: e %(remaining_authors)s outros autores

source: Upload
fi: Tallenna
mk: Подигни
pt_br: Enviar

source: Exclude from my profile
mk: Изземи од мојот профил
pt_br: Excluir do meu perfil

source: Include in my profile
fi: Sisällytä profiiliini
mk: Вклучи во мојот профил
pt_br: Incluir no meu perfil

source: Claiming...
mk: Вклучувам...
pt_br: Reivindicando ...

source: Unclaiming...
mk: Изземам...
pt_br: Reclamando ...

source: Claiming failed!
mk: Вклучувањето не успеа!
pt_br: A reclamação falhou!

source: Unclaiming failed!
mk: Изземањето не успеа!
pt_br: Falha na reclamação!

source: Refreshing results
fi: Päivitetään tuloksia
mk: Превчитување на исходот
pt_br: Resultados refrescantes

source: Refreshing profile
fi: Päivitetään profiilia
mk: Превчитување на профилот
pt_br: Atualizando perfil

source: Is it you?
fi: Oletko se sinä?
mk: Дали сте вие?
pt_br: É você?

source: Refresh publications
fi: Päivitä julkaisut
mk: Превчитување на објави
pt_br: Atualizar publicações

source: Address:
fi: Osoite:
mk: Адреса:
pt_br: Endereço:

source: Names:
pt_br: Nome:

source: Journal
fi: Lehtiartikkeli
mk: Часопис
pt_br: Revista acadêmica

source: Published by
fi: Julkaissut
mk: Објавил
pt_br: Publicado em

source: %(nb_publi)s paper published in %(journal)s
mk: %(nb_publi)s напис објавен во %(journal)s
pt_br: %(nb_publi)s artigo publicado em %(journal)s

source: Publisher
fi: Julkaisija
mk: Издавач
pt_br: Publicado

source: %(nb_publi)s paper published by %(publisher)s
mk: %(nb_publi)s напис објавен од %(publisher)s
pt_br: %(nb_publi)s artigo publicado por %(publisher)s

source: Search by title
pt_br: Pesquisar por título

source: By authors
fi: Tekijöiden mukaan
mk: По автори
pt_br: Por autor

source: By publication date
fi: Julkaisupäivän mukaan
mk: По датум на издавање
pt_br: Por data de publicação

source: after
fi: jälkeen
mk: по
pt_br: depois

source: before
fi: ennen
mk: пред
pt_br: antes

source: By document type
fi: Asiakirjatyypin mukaan
mk: По вид документ
pt_br: Por tipo de documento

source: Sort by
fi: Lajitteluperuste
mk: Подреди по
pt_br: Ordenar por

source: By visibility
fi: Näkyvyyden mukaan
mk: По видливост
pt_br: Por visibilidade

source: By full text availability
fi: Tekstin koko saatavuuden mukaan
mk: По достапност на целиот текст
pt_br: Por disponibilidade de texto completo

source: By publisher policy
fi: Julkaisijan käytännön mukaan
mk: По правила на издавачот
pt_br: Pela política do editor

source: Unknown OA status
fi: Tuntematon OA-tila
mk: Непозната состојба на OA
pt_br: Status OA desconhecido

source: Unknown PDF status
fi: Tuntematon PDF-tila
mk: Непозната состојба на PDF
pt_br: Status do PDF desconhecido

source: Preprints can be archived.
fi: Koevedokset voidaan arkistoida.
mk: Првичните верзии можат да се архивираат.
pt_br: As pré-impressões podem ser arquivadas.

source: Preprints cannot be archived.
fi: Koevedoksia ei voida arkistoida.
mk: Првичните верзии не можат да се архивираат.
pt_br: As pré-impressões não podem ser arquivadas.

source: Under the restrictions below, preprints can be archived.
mk: Согласно долунаведените ограничувања, првичните верзии можат да се архивираат.
pt_br: Sob as restrições abaixo, as pré-impressões podem ser arquivadas.

source: Preprints archiving policy unclear
mk: Правилото за архивирање на првични верзии е нејасно
pt_br: Política de arquivamento de pré-impressões não está clara

source: Preprints archiving policy unknown
mk: Правилото за архивирање на првични верзии е непознато
pt_br: Política de arquivamento de pré-impressões desconhecida

source: Postprints can be archived.
mk: Рецензираните верзии можат да се архивираат.
pt_br: As impressões pós-impressão podem ser arquivadas.

source: Postprints cannot be archived.
mk: Рецензираните верзии не можат да се архивираат.
pt_br: As impressões pós-impressão não podem ser arquivadas.

source: Under the restrictions below, postprints can be archived.
mk: Согласно долунаведените ограничувања, рецензираните верзии можат да се архивираат.
pt_br: Dependendo das seguintes restrições, as versões revisadas podem ser arquivadas.

source: Postprint archiving policy unclear.
mk: Правилото за архивирање на рецензирани верзии е нејасно.
pt_br: A regulamentação do arquivamento de versões revisadas não é clara.

source: Postprint archiving policy unknown.
mk: Правилото за архивирање на рецензирани верзии е непознато.
pt_br: A regulamentação do arquivamento das versões revisadas é desconhecida.

source: Final versions can be archived.
mk: Конечните верзии можат да се архивираат.
pt_br: As versões finais podem ser arquivadas.

source: Final versions cannot be archived.
mk: Конечните верзии не можат да се архивираат.
pt_br: As versões finais não podem ser arquivadas.

source: Under the restrictions below, final versions can be archived.
mk: Согласно долунаведените ограничувања, конечните верзии можат да се архивираат.
pt_br: Sob as restrições abaixo, as versões finais podem ser arquivadas.

source: Final version archiving policy unclear.
mk: Правилото за архивирање на конечни верзии е нејасно.
pt_br: Política de arquivamento da versão final não está clara.

source: Final version archiving policy unknown.
mk: Правилото за архивирање на конечни верзии е непознато.
pt_br: Política de arquivamento da versão final desconhecida.

source: Unknown policy
fi: Tuntematon käytäntö
mk: Непознато правило
pt_br: Política desconhecida

source: archiving allowed.
fi: arkistointi sallittu.
mk: архивирањето е дозволено.
pt_br: arquivamento permitido.

source: archiving forbidden.
fi: arkistointi kielletty.
mk: архивирањето е забрането.
pt_br: arquivamento proibido.

source: archiving restricted:
fi: arkistointi rajoitettu:
mk: архивирањето е ограничено:
pt_br: arquivamento restrito:

source: policy unclear.
fi: käytäntö epäselvä.
mk: правилото е нејасно.
pt_br: política pouco clara.

source: policy unknown.
fi: käytäntö tuntematon
mk: правилото е непознато.
pt_br: Política desconhecida.

source: archiving allowed
fi: arkistointi sallittu
mk: архивирањето е дозволено
pt_br: arquivamento permitido

source: archiving forbidden
fi: arkistointi kielletty
mk: архивирањето е забрането
pt_br: arquivamento proibido

source: archiving restricted
fi: arkistointi rajoitettu
mk: архивирањето е ограничено
pt_br: arquivamento restrito

source: policy unclear
fi: käytäntö epäselvä
mk: правилото е нејасно
pt_br: política pouco clara

source: policy unknown
fi: käytäntö tuntematon
mk: правилото е непознато
pt_br: política desconhecida

source: All papers
fi: Kaikki artikkelit
mk: Сите написи
pt_br: Todos os papéis

source: %d paper found
pt_br: %d papel encontrado

source: Invalid ORCID profile. Please make sure it includes a public name.
pt_br: Perfil ORCID inválido. Certifique-se de que inclui um nome público.

source: Invalid ORCID profile.
fi: Virheellinen ORCID-profiili.
mk: Неважечки профил на ORCID.
pt_br: Perfil ORCID inválido.

source: authored by
fi: kirjoittanut
mk: во авторство на
pt_br: autoria de

source: published by
fi: julkaissut
mk: издадено од
pt_br: publicado por

source: in
mk: во
pt_br: em

source: No %(verbose_name)s found matching the query
mk: Не пронајдов %(verbose_name)s што одговара на бараното
pt_br: Não %(verbose_name)s encontrou correspondência com a consulta

source: popularity
mk: популарност
pt_br: popularidade

source: name
fi: nimi
mk: име
pt_br: nome

source: Filter by publisher policy
mk: Филтрирај по правила на објавувачи
pt_br: Filtrar por política de editor

source: Open access
mk: Отворен пристап
pt_br: Acesso aberto

source: Freely available from the publisher.
fi: Vapaasti saatavana julkaisijalta.
mk: Слободно достапно од издавачот.
pt_br: Disponível gratuitamente na editora.

source: Allows pre/post prints
mk: Дозволува првични/рецензирани верзии
pt_br: Permite impressões pré/pós

source: The publisher sells copies but allows authors to deposit some version of the article in a repository.
mk: Издавачот продава примероци, но им дозволува на авторите да поднесат извесна верзија на статијата во складиштето.
pt_br: O editor vende cópias, mas permite aos autores depositar alguma versão do artigo em um repositório.

source: Forbids pre/post prints
mk: Забранува првични/рецензирани верзии
pt_br: Proíbe pré/pós impressões

source: The publisher forbids authors to deposit any version of their article online.
pt_br: A editora proíbe aos autores depositar qualquer versão do artigo on-line.

source: Policy unclear
fi: Käytäntö epäselvä
mk: Правилото е нејасно
pt_br: Política pouco clara

source: For complicated policies, unknown publishers and unpublished documents.
mk: За сложени правила, непознати издавачи и необјавени документи.
pt_br: Para políticas complicadas, editores desconhecidos e documentos não publicados.

source: Allowed
mk: Дозволено
pt_br: Autorizado

source: Forbidden
fi: Kielletty
mk: Забрането
pt_br: Proibido

source: Restricted
mk: Ограничено
pt_br: Restrito

source: Unclear
fi: Epäselvä
mk: Нејасно
pt_br: Não está claro

source: Unknown
fi: Tuntematon
mk: Непознато
pt_br: Desconhecido

source: Publishers
fi: Julkaisijat
mk: Издавачи
pt_br: Publicado

source: Unknown publisher
fi: Tuntematon julkaisija
mk: Непознат издавач
pt_br: Editor desconhecido

source: Preprint:
fi: Koevedos:
mk: Првична верзија:
pt_br: Versão original:

source: A preprint is a document produced by the authors without any interaction with the peer-reviewing process.
mk: Првична верзија е документ изработен од авторите кои не го дале на било каква рецензија.
pt_br: Uma pré-impressão é um documento produzido pelos autores sem qualquer interação com o processo de revisão por pares.

source: preprint
fi: koevedos
mk: првична верзија
pt_br: versão original:

source: Postprint:
mk: Рецензирана верзија:
pt_br: Versão revisada:

source: Postprints differ from preprints in that they include the changes suggested by the reviewers. They are not edited by the publisher.
mk: Рецензираната верзија се разликува по тоа што ги содржи промените предложени од рецензентите. Оваа верзија не е уредена од издавачот.
pt_br: As versões revisadas diferem das originais porque incluem modificações sugeridas pelos pares. Os editores não os modificaram.

source: postprint
mk: рецензирана верзија
pt_br: versão revisada

source: Published version:
fi: Julkaistu versio:
mk: Објавена верзија:
pt_br: Versão publicada:

source: The published version is the final version of the paper, as formatted by the publisher.
mk: Објавената верзија е конечната верзија на написот, обликувана од издавачот.
pt_br: A versão publicada é a versão final do documento, conforme formatado pelo editor.

source: published version
fi: julkaistu versio
mk: објавена верзија
pt_br: versão publicada

source: %(counter)s publisher found
mk: Пронајдов %(counter)s издавач
pt_br: %(counter)s editor encontrado

source: Data provided by
fi: Tiedot toimittanut
mk: Добавувач на податоците
pt_br: Dados fornecidos por

source: No publisher found.
fi: Julkaisijaa ei löytynyt.
mk: Не пронајдов издавач.
pt_br: Nenhum editor encontrado.

source: Policy data provided by
mk: Добавувач на правилата
pt_br: Dados de política fornecidos por

source: Report any error to them
mk: Ако наидете на грешки, пријавете ги кај нив
pt_br: Comunicar qualquer erro para eles

source: Policy
fi: Käytäntö
mk: Правила
pt_br: Política

source: Conditions
fi: Olosuhteet
mk: Услови
pt_br: Condições

source: Policy details
mk: Поединости за правилата
pt_br: Detalhes da política

source: Publications
fi: Julkaisut
mk: Објави
pt_br: Publicações

source: All papers published by %(publisher)s
fi: Kaikki artikkelit julkaissut %(publisher)s
mk: Сите написи објавени од %(publisher)s
pt_br: Todos os artigos publicados por %(publisher)s

source: Journals
mk: Часописи
pt_br: Revistas

source: Only journals with papers written by our users are listed.
mk: Наведени се само часописите со написи од наши корисници.
pt_br: Apenas são publicados periódicos com documentos escritos por nossos usuários.

source: None.
mk: Нема.
pt_br: Nenhum.

source: Available from the publisher
fi: Saatavana julkaisijalta
mk: Достапно од издавачот
pt_br: Disponível na editora

source: Available from the author
fi: Saatavana tekijältä
mk: Достапно од авторот
pt_br: Disponível no autor

source: Could be shared by the authors
fi: Tekijät voisivat jakaa sen
mk: Може да го споделуваат авторите
pt_br: Poderia ser compartilhado pelos autores

source: Unknown/unclear sharing policy
fi: Tuntematon/epäselvä jakamiskäytäntö
mk: Непознато/нејасно правило за споделување
pt_br: Política de compartilhamento desconhecida ou não está clara

source: Publisher forbids sharing
fi: Julkaisija kieltää jakamisen
mk: Издавачот забранува споделување
pt_br: O editor proíbe o compartilhamento

source: This paper is made freely available by the publisher.
mk: Овој напис е ставен на слободно располагање од неговиот издавач.
pt_br: Este documento é disponibilizado gratuitamente pela editora.

source: This paper is available in a repository.
mk: Овој напис е достапен во складиште.
pt_br: Este documento está disponível em um repositório.

source: This paper was not found in any repository, but could be made available legally by the author.
pt_br: Este artigo não foi encontrado em nenhum repositório, mas poderia ser disponibilizado legalmente pelo autor.

source: This paper was not found in any repository; the policy of its publisher is unknown or unclear.
fi: Tätä paperia ei löytynyt missään koodivarannossa; sen julkaisijan käytäntö on tuntematon tai epäselvä.
pt_br: Este documento não foi encontrado em nenhum repositório; A política de seu editor é desconhecida ou não está clara.

source: Distributing this paper is prohibited by the publisher
pt_br: Distribuir este artigo é proibido pelo editor

source: Available
fi: Käytettävissä
pt_br: Disponível

source: of the papers by this publisher are available
pt_br: dos artigos deste editor estão disponíveis

source: Open Access
mk: Отворен пристап
pt_br: Acesso aberto

source: Publications are available
fi: Julkaisut ovat saatavilla
mk: Објавите се достпани
pt_br: Publicações estão disponíveis

source: Publications could be online
mk: Објавите може да бидат семрежно достапни
pt_br: As publicações podem estar online

source: Policy unknown
fi: Käytäntö tuntematon
mk: Правилото е непознато
pt_br: Política desconhecida

source: Upload is forbidden
fi: Tallentaminen on kielletty
mk: Подигањето е забрането
pt_br: O carregamento está proibido

source: Page not found
fi: Sivua ei löytynyt
mk: Страницата не е пронајдена
pt_br: Página não encontrada

source: The page you requested could not be found. <a href="/">Go back to the home page.</a>
pt_br: A página solicitada não pôde ser encontrada. <a href="/">Volte para a página inicial.</a>

source: Internal error
fi: Sisäinen virhe
mk: Внатрешна грешка
pt_br: Erro interno

source: Your request triggered an internal error. <a href="/">Go back to the home page.</a>
pt_br: O seu pedido provocou um erro interno. <a href="/">Go Voltar a página inicial.</a>

source: Dissemin site admin
fi: Dissemin sivuston ylläpitäjä
mk: Администратор на Dissemin
pt_br: Administrador do site Dissemin

source: Dissemin administration
fi: Dissemin ylläpitäjä
mk: Администрација на Dissemin
pt_br: Administração de Dissemin

source: Frequently Asked Questions
fi: Usein Kysytyt Kysymykset
mk: Често поставувани прашања
pt_br: Perguntas mais frequentes

source: What is Open Access?
fi: Mikä on Open access?
mk: Што е тоа Отворен пристап?
pt_br: O que é Acesso aberto?

source: Why should I upload my papers to a repository?
fi: Miksi minun pitäisi tallentaa artikkelini koodivarantoon?
mk: Зошто да ги подигам моите написи во складиште?
pt_br: Por que devo fazer o upload dos meus documentos para um repositório?

source: What repository should I use?
fi: Mitä säilytyspaikkaa minun pitäisi käyttää?
mk: Кое складиште да го користам?
pt_br: Qual repositório devo usar?

source: Why can't I deposit in my favorite repository yet?
mk: Зошто не можам да поднесам во моето омилено складиште?
pt_br: Por que não posso depositar no meu repositório favorito ainda?

source: What is dissem.in?
fi: Mikä on dissem.in?
mk: Што е dissem.in?
pt_br: O que é dissemin.in?

source: Is dissem.in a repository?
fi: Onko dissem.in koodivaranto?
mk: Дали dissem.in е складиште?
pt_br: Dissem.in é um repositório?

source: Who runs dissem.in?
fi: Kuka ajaa dissem.in -sivustoa?
mk: Кој раководи со dissem.in?
pt_br: Quem dirige dissem.in?

source: Can I create my profile on dissem.in?
fi: Voinko luoda profiilini dissem.in:issä?
mk: Дали можам да направам мој профил на dissem.in?
pt_br: Posso criar meu perfil em dissemin.in?

source: Policies and full-text availability
fi: Käytännöt ja koko tekstin saatavuus
mk: Правила и целотекстна достапност
pt_br: Políticas e disponibilidade de texto completo

source: What do your policy classes mean?
fi: Mitä käytäntöluokkasi tarkoittavat?
mk: Што значат вашите класи на правила?
pt_br: O que suas classes de políticas significam?

source: When is a paper considered available?
mk: Кога се смета написот за достапен?
pt_br: Quando um documento está considerado disponível?

source: Should I trust your statistics?
fi: Pitäisikö minun luottaa tilastoihinne?
mk: Дали да верувам на вашите статистики?
pt_br: Devo confiar em suas estatísticas?

source: Omissions and errors
fi: Poisjätöt ja virheet
mk: Изоставувања и грешки
pt_br: Omissões e erros

source: One of my papers is missing. Why?
fi: Yksi artikkeleistani puuttuu. Miksi?
mk: Еден од моите написи недостасува. Зошто?
pt_br: Falta um dos meus documentos. Por quê?

source: Some details of my paper are incorrect. What can I do?
fi: Jotkin artikelini tiedot ovat virheellisiä. Mitä voin tehdä?
pt_br: Alguns detalhes do meu artigo estão incorretos. O que eu posso fazer?

source: There is a freely available copy of my article online but dissem.in does not find it.
fi: Artikkelistani on vapaavasti saatavana oleva kopio netissä mutta dissem.in ei löydä sitä.
pt_br: Há uma cópia gratuita disponível do meu artigo online, mas dissemin.in não a encontra.

source: Authentication with ORCID
fi: Todennus ORCID-tunnuksella
pt_br: Autenticação com ORCID

source: Why do you need to authenticate users?
fi: Miksi teidän täytyy todentaa käyttäjät?
pt_br: Por que você precisa autenticar usuários?

source: What will you do to my ORCID profile if I log in?
fi: Mitä teette ORCID-profiililleni jos kirjaudun sisään?
pt_br: O que você fará ao meu perfil ORCID se eu logar?

source: How do I add publications to my ORCID profile?
fi: Miten lisään julkaisuni ORCID-profiiliini?
pt_br: Como eu adiciono publicações ao meu perfil ORCID?

source: My ORCID details on Dissemin are outdated.
fi: ORCID-tietoni Disseminissa ovat vanhentuneita.
pt_br: Meus detalhes do ORCID na Dissemin estão desatualizados.

source: Behind the scenes
fi: Kulissien takana
pt_br: Por trás das cenas

source: Where do you get the data from?
fi: Mistä saatte tietoja?
pt_br: Onde você obtém os dados?

source: How can I help?
fi: Miten voin auttaa?
pt_br: Como posso ajudar?

source: Where is the source code?
fi: Missä on lähdekoodi?
pt_br: Onde está o código fonte?

source: Can I harvest your data?
fi: Voinko kerätä tietojanne?
pt_br: Posso colher seus dados?

source: In a nutshell, the Open Access movement promotes free access to the scientific literature. For a more in-depth introduction, we recommend <a href="http://www.phdcomics.com/comics.php?f=1533">this video in English</a> and <a href="https://pablo.rauzy.name/openaccess/introduction.html">this introduction in French</a>.
fi: Pähkinänkuoressa, Open Access -liike edistää vapaata pääsyä tieteelliseen kirjallisuuteen. Syvällisempää esittelyä varten, suosittelemme <a href="http://www.phdcomics.com/comics.php?f=1533">tätä videota englanniksi</a> ja <a href="https://pablo.rauzy.name/openaccess/introduction.html">tätä esittelyä ranskaksi</a>.
pt_br: Em poucas palavras, o movimento de acesso aberto promove o acesso gratuito à literatura científica. Para uma introdução mais aprofundada, recomendamos <a href="http://www.phdcomics.com/comics.php?f=1533">este video em inglês</a> and <a href="https://pablo.rauzy.name/openaccess/introduction.html">this introduction em Francês</a>.

source: You should do it because:
fi: Sinun pitäisi tehdä se, koska:
pt_br: Você deve fazê-lo porque:

source: It makes your research <strong>more accessible</strong> and <strong>more visible</strong>. Many researchers routinely check papers in topic repositories such as arXiv, and it is less likely that these researchers check your homepage regularly.
pt_br: Isso faz sua pesquisa <strong>mais acessível</strong> e <strong>mais visível</strong>. Muitos pesquisadores rotineiramente verificam papéis em repositórios de tópicos, como arXiv, e é menos provável que esses pesquisadores verifiquem sua página inicial regularmente.
