Repository: dissemin/dissemin
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fi, mk, pt_br

source: You can even do it before publication. You can get <strong>valuable feedback</strong> to improve your paper before the actual peer-reviewing process. It may also be useful to establish priority if it takes a long time for your paper to get published.
pt_br: Você pode até mesmo fazer isso antes da publicação. Você pode ter <strong>feedback valioso</strong> para melhorar o seu trabalho antes do processo real de revisão por pares. Também pode ser útil estabelecer prioridade se demorar muito para que seu artigo seja publicado.

source: It provides you a <strong>durable storage</strong>. Your homepage is likely to change or to disappear, for instance if you leave your current institution.
pt_br: Ele fornece um <strong>armazenamento durável</strong>. Sua página inicial provavelmente mudará ou desaparecerá, por exemplo, se você deixar sua instituição atual.

source: Librarians around the world cannot check whether all the papers in a given journal are available on homepages: in doubt, they subscribe to this journal to make sure their researchers have access to it. This costs a lot of money for research institutions. Papers stored in repositories are <strong>easier to detect</strong> and can help academia save money.
pt_br: Bibliotecários em todo o mundo não podem verificar se todos os artigos em um diário específico estão disponíveis em páginas de início de sessão: em dúvida, eles se inscrevem nesta revista para garantir que seus pesquisadores tenham acesso a ela. Isso custa muito dinheiro para instituições de pesquisa. Os documentos armazenados em repositórios são <strong>mais fácil de detectar</strong> e pode ajudar a academia a economizar dinheiro.

source: Finally, for all these reasons, an increasing number of <strong>funding bodies</strong> require the outcomes of their projects to be made available in a repository.
pt_br: Finalmente, por todas estas razões, um número crescente de <strong>órgãos de financiamento</strong> exigir que os resultados de seus projetos sejam disponibilizados em um repositório.

source: There are roughly three types of repositories:
fi: On olemassa noin kolmen tyyppisiä arkistoja:
pt_br: Existem aproximadamente três tipos de repositórios:

source: Subject repositories, restricted to some research fields, such as <a href="https://arxiv.org">arXiv</a>.
fi: Aihekoodivarannot, rajoitettu tietyille tutkimusaloille, kuten <a href="https://arxiv.org">arXiv</a>.
pt_br: Repositórios de assuntos, restritos a alguns campos de pesquisa, como <a href="https://arxiv.org">arXiv</a>.

source: Institutional repositories, designated to store the research output of a given institution or country.
fi: Institutionaaliset koodivarannot, määrätty tallentamaan tietyn instituution tai maan tutkimustulokset.
pt_br: Repositórios institucionais, designados para armazenar o resultado da pesquisa de uma determinada instituição ou país.

source: General-purpose academic repositories such as <a href="https://zenodo.org">Zenodo</a>, not limited to a particular scope.
fi: Yleistarkoitukselliset akateemiset koodivarannot, kuten <a href="https://zenodo.org">Zenodo</a>, ei rajoitu tiettyyn laajuuteen.
pt_br: Repositórios acadêmicos de propósito geral, como <a href="https://zenodo.org">Zenodo</a>, não limitado a um escopo particular.

source: If your research community favours a specific repository, using it makes sense as it will increase your visibility. If not, institutional or general-purpose repositories are also good options.
pt_br: Se sua comunidade de pesquisa favorece um repositório específico, usar isso faz sentido, pois aumentará sua visibilidade. Caso contrário, repositórios institucionais ou de propósito geral também são boas opções.

source: At the moment, you can use Dissemin to deposit in the following repositories:
pt_br: No momento, você pode usar Dissemin para depositar nos seguintes repositórios:

source: <strong><a href="https://zenodo.org">Zenodo</a></strong>, an innovative repository backed by the EU.
pt_br: <strong><a href="https://zenodo.org">Zenodo</a></strong>, um repositório inovador apoiado pela UE.

source: <strong><a href="https://hal.archives-ouvertes.fr/">HAL</a></strong>, a French repository managed by the <a href="https://www.ccsd.cnrs.fr/">CCSD</a>.
pt_br: <strong><a href="https://hal.archives-ouvertes.fr/">HAL</a></strong>, um repositório francês gerenciado pelo <a href="https://www.ccsd.cnrs.fr/">CCSD</a>.

source: <strong><a href="https://osf.io/preprints/">OSF preprints</a></strong>, a preprint server run by the <a href="https://cos.io/">Center for Open Science</a> on top of their <a href="https://osf.io/">Open Science Framework</a>.
pt_br: <strong><a href="https://osf.io/preprints/">OSF preprints</a></strong>, um servidor de pré-impressão executado pelo <a href="https://cos.io/">Center for Open Science</a> em cima da <a href="https://osf.io/">Open Science Framework</a>.

source: Supporting more repositories requires us to write specific code for each repository. More importantly it requires the repositories to give us permission to deposit papers in bulk. We have been considering integrating the following repositories:
pt_br: O suporte a mais repositórios exige que escrevemos um código específico para cada repositório. Mais importante, requer que os repositórios nos dê permissão para depositar papéis em massa. Temos pensado em integrar os seguintes repositórios:

source: <strong><a href="https://arxiv.org/">arXiv</a></strong>, a well-known general-purpose repository. For now, arXiv has declined to allow Dissemin to deposit using their SWORD API, and wants users to deposit in arXiv manually. If you would like to deposit in arXiv with Dissemin, you can let them know that you are interested (email: help AT arxiv.org, and start your message with "Dear arXiv,").
pt_br: <strong><a href="https://arxiv.org/">arXiv</a></strong>, um repositório de propósito geral bem conhecido. Por agora, o arXiv se recusou a permitir que a Dissemin deposite usando sua API SWORD e quer que os usuários depositem no arXiv manualmente. Se você deseja depositar no arXiv com a Dissemin, pode informá-los de que está interessado (e-mail: help AT arxiv.org e comece sua mensagem com "Dear arXiv").

source: Dissemin is a web platform gathering metadata from <a href="%(sources_url)s">many sources</a> and analyzing the full text availability of publications of researchers. It has been designed to foster the use of repositories (rather than preprints posted on personal homepages), <a href="#repositories-rock">for numerous reasons</a>.
pt_br: Dissemin é uma plataforma web que contém metadados de <a href="%(sources_url)s">muitas fontes</a> ae analisando a disponibilidade de texto completo de publicações de pesquisadores. Ele foi projetado para promover o uso de repositórios (em vez de pré-impressões postadas em homepages pessoais), <a href="#repositories-rock">por vários motivos</a>.

source: Dissemin is not a repository as it does not store any full text. When the full text of a publication is available, a link to the relevant page is provided. The full texts deposited through Dissemin are stored in third-party repositories such as <a href="https://zenodo.org">Zenodo</a> or <a href="https://hal.archives-ouvertes.fr/">HAL</a>.
pt_br: Dissemin não é um repositório, pois não armazena nenhum texto completo. Quando o texto completo de uma publicação está disponível, é fornecido um link para a página relevante. Os textos completos depositados através da Dissemin são armazenados em repositórios de terceiros, como <a href="https://zenodo.org">Zenodo</a> ou <a href="https://hal.archives-ouvertes.fr/">HAL</a>.

source: Dissemin is brought to you by the <a href="https://association.dissem.in/">CAPSH association</a>.
fi: Disseminin teille tuottaa <a href="https://association.dissem.in/">CAPSH-yhdistys</a>.
pt_br: Dissemin é trazido a você pela <a href="https://association.dissem.in/">Associação CAPSH</a>.

source: Yes, you can do it, by first <a href="https://orcid.org/register">registering on ORCID</a> if you do not have an ORCID identifier yet. This only takes a few seconds, and you can then use your ORCID identifier to log into Dissemin.
fi: Kyllä, voit tehdä sen, ensin <a href="https://orcid.org/register">rekisteröitymällä ORCIDiin</a> jos sinulla ei vielä ole ORCID-tunnistetta. Tämä kestää vain muutaman sekunnin, ja voit sitten käyttää ORCID-tunnistetta Disseminiin kirjautumiseen.
pt_br: Sim, você pode fazê-lo, primeiro <a href="https://orcid.org/registo">registering on ORCID</a> se ainda não tiver um identificador ORCID. Isso leva apenas alguns segundos, e você pode usar o seu identificador ORCID para fazer login Dissemin.

source: <strong>Open access:</strong><br /> The full text is made freely available by the publisher (in a fully open access or hybrid journal).
pt_br: <strong>Acesso livre:</strong><br /> O texto completo é disponibilizado gratuitamente pelo editor (em um acesso totalmente aberto ou em um diário híbrido).

source: <strong>Pre/post prints allowed and full text available:</strong><br /> The full text is available in a repository, but might not be freely available from the publisher itself. This is in line with the publishing policy and is called green open access or self-archiving.
pt_br: <strong>Pre/Postagens permitidas e texto completo disponível:</strong><br /> O texto completo está disponível em um repositório, mas pode não estar disponível gratuitamente no próprio editor. Isso está de acordo com a política de publicação e é chamado de acesso aberto verde ou auto-arquivamento.

source: <strong>Pre/post prints allowed but full text unavailable:</strong><br /> The full text could be made available in a repository (as above) according to the publishing policy. We encourage their authors to do so.
pt_br: <strong>Impressão pré/pós permitida, mas texto completo indisponível:</strong><br /> O texto completo pode ser disponibilizado em um repositório (conforme descrito acima) de acordo com a política de publicação. Encorajamos os autores a fazê-lo.

source: <strong>Pre/post prints forbidden:</strong><br /> The publisher forbids deposits in repositories, in general. Authors might still be allowed to deposit their works after some embargo period or if their funder has an agreement with this publisher.
pt_br: <strong>Impressão pré/pós proibida:</strong><br /> O editor proíbe depósitos em repositórios, em geral. Os autores ainda podem ser autorizados a depositar seus trabalhos após algum período de embargo ou se seu financiador tiver concordado com este editor.

source: When we have found it in one of the repositories we harvest. The list of these repositories can be found <a href="%(sources_url)s">here</a>. Thanks to the <a href="https://www.base-search.net">BASE</a> search engine, we cover more than 80 millions of preprints.
pt_br: Quando o encontramos em um dos repositórios que colhemos. A lista desses repositórios pode ser encontrada <a href="%(sources_url)s">aqui</a>. Graças ao <a href="https://www.base-search.net">BASE</a> Search Engine, cobrimos mais de 80 milhões de pré-impressões.

source: There are a few caveats concerning our data:
fi: Tietojemme osalta on muutamia huomautuksia:
pt_br: Existem algumas ressalvas em relação aos nossos dados:

source: Some papers are not present in any of our metadata sources, so they are not counted at all.
pt_br: Alguns documentos não estão presentes em nenhuma das nossas fontes de metadados, portanto não são contados.

source: Some entries in our system do not correspond to proper research papers.
pt_br: Algumas entradas no nosso sistema não correspondem a documentos de pesquisa adequados.

source: Because there are many researchers with the same name, some papers may be misattributed to a homonym.
pt_br: Como há muitos pesquisadores com o mesmo nome, é possível que alguns documentos sejam incorretamente atribuídos a outra pessoa.

source: Some repositories might not be covered by any of our sources, so a paper might be marked as unavailable while it is available.
pt_br: Alguns repositórios podem não estar cobertos por nenhuma das nossas fontes, portanto, um documento pode estar marcado como indisponível enquanto estiver disponível.

source: Some papers might be marked as available but actually are not, for instance because they have been deleted.
pt_br: Alguns papéis podem ser marcados como disponíveis, mas na verdade não são, por exemplo, porque eles foram excluídos.

source: All sorts of other technical issues.
fi: Kaikenlaisia muita teknisiä kysymyksiä.
pt_br: Todas as outras questões técnicas.

source: Please first check whether the paper is available in one of <a href="%(sources_url)s">our sources</a>. If it is not, Dissemin cannot harvest it, and you should report the problem to the source where it should appear.
pt_br: Primeiro verifique se o papel está disponível em um dos <a href="%(sources_url)s">our sources</a>. Se não estiver, Dissemin não pode colhê-lo, e você deve denunciar o problema à fonte onde deve aparecer.

source: Now, if your paper does appear in one of the sources but not on Dissemin, please check that your name is not spelt incorrectly on the source, and that the spelling matches your ORCID record. If there is a misspelling, again, you should report the problem to the source that contains the mistake.
pt_br: Agora, se o seu papel aparecer em uma das fontes, mas não em Dissemin, verifique se o seu nome não está escrito incorretamente na fonte e que a ortografia corresponde ao seu registro ORCID. Se houver um erro de ortografia, novamente, você deve denunciar o problema à fonte que contém o erro.

source: If the name matches but the paper is not in Dissemin, then maybe one of your co-authors asked us to delete it? Or it may be a bug. In this case, please file an <a href="https://github.com/dissemin/dissemin/issues">issue</a> describing the problem, or send a message to <a href="mailto:bugs@dissem.in">bugs@dissem.in</a>.
pt_br: Se o nome corresponder, mas o papel não está em Dissemin, talvez um dos seus co-autores nos pedisse que o eliminássemos? Ou pode ser um bug. Neste caso, envie um <a href="https://github.com/dissemin/dissemin/issues">problema</a> descrevendo o problema ou envie uma mensagem para <a href="mailto:bugs@dissem.in">bugs@dissem.in</a>.

source: Note that, in the longer term, we hope to design a way for our users to edit their profiles on Dissemin to add missing papers and fix these problems; but we do not have such a system yet.
pt_br: Note-se que, a longo prazo, esperamos criar uma maneira para os nossos usuários editar seus perfis na Dissemin para adicionar papéis faltantes e corrigir esses problemas; mas ainda não temos esse sistema.

source: In most cases, the errors that you see on Dissemin have not been introduced by Dissemin, but are already present in the <a href="{{ sources_url }}">public sources</a> that Dissemin harvests. Hence, please first check if the error that you have seen is already present in our data sources, by looking at the "Links" section in the top right of the page. If one of these pages contain the error, you should report the problem to them and not to us, otherwise the mistake will persist in the source.
pt_br: Na maioria dos casos, os erros que você vê na Dissemin não foram introduzidos pela Dissemin, mas já estão presentes na <a href="{{ sources_url }}">fontes públicas</a> que Dissemin colhe. Portanto, primeiro verifique se o erro que você viu já está presente em nossas fontes de dados, observando o "Links" na parte superior direita da página. Se uma dessas páginas contiver o erro, você deve denunciar o problema para eles e não para nós, caso contrário o erro persistirá na fonte.

source: If the error is not present in any of the sources and you believe that Dissemin may have introduced the problem, please file an <a href="https://github.com/dissemin/dissemin/issues">issue</a> with details of the problem, or send a message to <a href="mailto:bugs@dissem.in">bugs@dissem.in</a>. Note that you cannot yet fix the problem yourself, although we hope in the longer term to develop a system to allow our users to edit details of their papers themselves.
pt_br: Se o erro não estiver presente em nenhuma das fontes e você acredita que Dissemin pode ter apresentado o problema, por favor, envie um <a href="https://github.com/dissemin/dissemin/issues">problema</a> com detalhes do problema ou envie uma mensagem para <a href="mailto:bugs@dissem.in">bugs@dissem.in</a>. Observe que você ainda não pode corrigir o problema sozinho, embora esperemos, a longo prazo, desenvolver um sistema que permita aos nossos usuários editar detalhes de seus próprios artigos.

source: First, note that Dissemin does not account for copies of articles that are only available on a personal homepage or a similar website. This is deliberate, because we believe that <a href="#repositories-rock">articles should be hosted in repositories</a>.
pt_br: Primeiro, note que a Dissemin não conta as cópias de artigos que estão disponíveis apenas em uma página pessoal ou em um site similar. Isso é deliberado, porque acreditamos que <a href="#repositories-rock">os artigos devem ser hospedados em repositórios</a>.

source: Second, at the moment, Dissemin only supports repositories with a crawlable API that follows the <a href="https://www.openarchives.org/OAI/openarchivesprotocol.html">OAI-PMH protocol</a>, and is <a href="https://www.base-search.net/about/en/suggest.php">registered</a> in <a href="https://www.base-search.net/">BASE</a>. We have a <a href="https://github.com/dissemin/croawl">long-term project</a> to support more repositories by crawling them, but for the moment, we do not have the resources to support repositories not covered by BASE. Hence, if you are a user of a repository and would like it to be supported by Dissemin, please contact the repository administrator and suggest them to implement OAI-PMH support and to <a href="https://www.base-search.net/about/en/suggest.php">register</a> their repository in BASE.
pt_br: Em segundo lugar, no momento, a Dissemin só suporta repositórios com uma API rastreável que segue o <a href="https://www.openarchives.org/OAI/openarchivesprotocol.html">OAI-PMH protocol</a>, e <a href="https://www.base-search.net/about/en/suggest.php">registered</a> no <a href="https://www.base-search.net/">BASE</a>.Nós temos um <a href="https://github.com/dissemin/croawl">projeto de longo prazo</a> para suportar mais repositórios rastreando-os, mas, por enquanto, não temos recursos para suportar depósitos não cobertos pelo BASE. Assim, se você é um usuário de um repositório e gostaria que ele fosse suportado pela Dissemin, entre em contato com o administrador do repositório e sugeri-los para implementar o suporte OAI-PMH e para <a href="https://www.base-search.net/about/en/suggest.php">registo</a> seu repositório em BASE.

source: If the repository is registered in BASE, please <a href="https://www.base-search.net/">search in BASE</a> to check that your article is there. If it is, then this may be a bug of Dissemin; please file an <a href="https://github.com/dissemin/dissemin/issues">issue</a> describing the problem, or send a message to <a href="mailto:bugs@dissem.in">bugs@dissem.in</a>.
pt_br: Se o repositório estiver registrado na BASE, por favor <a href="https://www.base-search.net/">search na BASE</a> para verificar se o seu artigo está lá. Se for, então isso pode ser um erro de Dissemin; por favor, arquive um <a href="https://github.com/dissemin/dissemin/issues">problema</a> descrevendo o problema ou envie uma mensagem para <a href="mailto:bugs@dissem.in">bugs@dissem.in</a>.

source: Authenticating users is necessary to deposit papers on their behalf in open repositories. Besides, knowing a user's ORCID id helps us find its publications, avoiding articles authored by namesakes for instance. Logging in via ORCID will not expose any private information to Dissemin: we only have access to the public part of your ORCID record. For instance, unless you have explicitly marked your email address as public, we do not even know your email address when you log in to Dissemin via ORCID.
pt_br: A autenticação de usuários é necessária para depositar documentos em seu nome em repositórios abertos. Além disso, conhecer o ID do ORCID de um usuário nos ajuda a encontrar suas publicações, evitando artigos escritos por nomes. Fazer logon via ORCID não irá expor nenhuma informação privada ao Dissemin: só temos acesso à parte pública do seu registro ORCID. Por exemplo, a menos que você tenha explicitamente marcado seu endereço de e-mail como público, nem sequer conhecemos seu endereço de e-mail quando você efetua o login na Dissemin via ORCID.

source: Nothing. When you log in via ORCID to Dissemin, this does not grant us any permission to change anything in your ORCID record.
pt_br: Nada. Quando você efetua o login via ORCID para Dissemin, isso não nos concede permissão para alterar nada em seu registro ORCID.

source: ORCID supports various methods to claim publications. Our preferred one is via CrossRef's search interface. Here is how to use it:
mk: ORCID поддржува разни начини за укажување кога некоја објава е ваша. Ние претпочитаме ова да го правиме преку посредникот на CrossRef. Еве како да го користите:
pt_br: O ORCID suporta vários métodos para reivindicar publicações. Nosso preferido é através da interface de pesquisa do CrossRef. Aqui é como usá-lo:

source: Go to <a href="https://search.crossref.org/">CrossRef Metadata Search</a>;
pt_br: Vamos para <a href="https://search.crossref.org/">CrossRef Metadata Search</a>;

source: Click "Log in" in the top right corner and go through the ORCID login process;
pt_br: Clique em "Log in" no canto superior direito e passe pelo processo de login ORCID;

source: Search for your publications, for instance by typing your name in CrossRef's search interface;
pt_br: Procure suas publicações, por exemplo digitando seu nome na interface de pesquisa do CrossRef;

source: Add publications that are yours to your ORCID record by clicking "Add to ORCID".
pt_br: Adicione publicações que são suas para o seu registro ORCID, clicando em "Adicionar ao ORCID".

source: You can also add publications to your profile <em>on Dissemin</em>, by clicking the button "Include in my profile" in search results on Dissemin. (This button is only visible when you are logged in, and next to papers that Dissemin thinks you have authored.) You can also exclude articles from your profile in this way. Please note that these changes are local to Dissemin and are <em>not</em> propagated to your ORCID profile, because ORCID does not have a free API allowing us to propagate them.
pt_br: Você também pode adicionar publicações ao seu perfil <em>no Dissemin</em>, clicando no botão "Incluir no meu perfil" nos resultados da pesquisa em Dissemin. (Este botão só é visível quando você está logado e ao lado de documentos que a Dissemin acha que você é autoria). Você também pode excluir artigos do seu perfil desta maneira. Observe que essas mudanças são locais para Dissemin e são <em>não</em> propagado para o seu perfil ORCID, porque o ORCID não possui uma API gratuita que nos permita propagá-los.
