Repository: dissemin/dissemin
Catalog: locale/diq/LC_MESSAGES/djangojs.po
Languages: diq

source: %s paper found
diq: %s pele vêniye

source: Claiming...
diq: Taleb beno...

source: Unclaiming...
diq: Telabo texelneyêno...

source: Claiming failed!
diq: Taleb hewl nêbiyo

source: Unclaiming failed!
diq: Texelneyışê talebi hewl nêbiyo!

source: Exclude from my profile
diq: Profilê mı ra ca tepışe

source: Include in my profile
diq: Profilê mı de tepışe

source: Adding to to-do list
diq: Cı kerê lista kerdışan

source: Removing from to-do list
diq: Lista kerdışan ra veciyeno

source: Preview of uploaded file
diq: Verqaytê dosyaya bar bıyayiye

source: Pages
diq: Peli

source: Size
diq: Ebat

source: While uploading %(file)s the following error occured:
diq: %(file)s bar bıyayış de ena xeta veciye :

source: Unknown error
diq: Xetaya nêzanıtiye

source: While fetching file from %(url)s the following error occured:
diq: Dosyay %(url)s ra Dosya ardış de xetay cêri veciyê:

source: Sorry, we could not fill this for you.
diq: Qısur mewni, ma nêşa ney seba şıma pır kerê

source: Trying to fill this field automatically for you...
diq: Enê cayi mayê kem ke seba şıma otomatik pır kerê...

source: You have not selected a file for upload.
diq: Seba bar kerdışi yew dosya weçinê

source: Dissemin encountered an error, please try again later.
diq: Dissemin dustê yew xeta amê, kerem kerê dıme reyna bıcerrebnê.
