Repository: dissemin/dissemin
Catalog: locale/pms/LC_MESSAGES/djangojs.po
Languages: pms

source: Permalink to this headline
pms: Liura përmanenta a 's tìtol

source: Permalink to this definition
pms: Liura përmanenta a sa definission

source: Hide Search Matches
pms: Stërmé j'arzultà d'arserca

source: Searching
pms: Arserca an cors

source: Preparing search...
pms: Preparassion ëd l'arserca...

source: Search Results
pms: Arzultà d'arserca

source: Your search did not match any documents. Please make sure that all words are spelled correctly and that you've selected enough categories.
pms: Soa arserca a corëspond a gnun document. Ch'a contròla che tute le paròle a son ëscrite për da bin e ch'a l'ha selessionà bastansa 'd categorìe.

source: Search finished, found %s page(s) matching the search query.
pms: Arserca livrà, %s pàgine ch'a corëspondo a l'arserca fàita.

source: , in
pms: , an

source: Expand sidebar
pms: Slarghé la bara lateral

source: Collapse sidebar
pms: Strenze la bara lateral

source: Do not show this message anymore
pms: Pi nen ësmon-e 's mëssagi

source: No author
pms: Gnun autor

source: No title
pms: Gnun tìtol

source: Invalid publication date
pms: Dàita ëd publicassion nen bon-a

source: We ignored %(count)s paper from your ORCiD profile.
pms: I l'oma ignorà %(count)s artìcol da sò profil ORCiD.

source: "%(name)s" was ignored for the following reason: %(reason)s
pms: «%(name)s» a l'é stàit ignorà për costa rason: %(reason)s

source: A paper was ignored, because it has no name
pms: N'artìcol a l'é stàit ignorà, përchè a l'ha gnun tìtol

source: Show more information
pms: Smon-e pi d'anformassion

source: Show less information
pms: Smon-e men anformassion
