Repository: dissemin/dissemin
Catalog: locale/skr-arab/LC_MESSAGES/djangojs.po
Languages: skr_arab

source: Permalink to this headline
skr_arab: ایں سرخی دا پکا لنک

source: Permalink to this definition
skr_arab: ایں تعریف دا پکا لنک

source: Hide Search Matches
skr_arab: ہکو سنویاں لبھتاں لکاؤ

source: Searching
skr_arab: ڳولیندا پئے

source: Preparing search...
skr_arab: ڳول کیتے تیار تھیندا پئے۔۔۔

source: Search Results
skr_arab: ڳولݨ دے نتیجے

source: , in
skr_arab: ،وچ/

source: Expand sidebar
skr_arab: نال آلی پٹی کھولو

source: Collapse sidebar
skr_arab: نال آلی پٹی کٹھی کرو

source: No author
skr_arab: کوئی مصنف کائنی

source: No title
skr_arab: عنوان کائنی

source: Invalid publication date
skr_arab: شائع تھیوݨ دی غلط تریخ

source: Show more information
skr_arab: ٻیاں معلومات ݙکھاؤ

source: Show less information
skr_arab: گھٹ معلومات ݙکھاؤ
